Repository: jonspock/iPhoneDevault
Catalog: BreadWalletTests/*.lproj/Localizable.strings
Languages: es

source: %@ is for 'duffs'. %@ = 1 dash.
es: 1% $@ es para 'duffs'. 2% $@ = 1 chorrito.

source: DO NOT let anyone see your recovery phrase or they can spend your dash. NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
es: DO no permitas que nadie Observe tu frase de recuperación o puedan pasar su tipo de dash. NEVER su frase de recuperación en el administrador de contraseñas o en otros lugares. Otros dispositivos pueden ser infectados.

source: bad signature
es: mala firma

source: dash address
es: Dirección de Dash

source: Dash addresses can also be copied to the clipboard. A dash address always starts with 'X' or '7'.
es: Direcciones de Dash también pueden copiarse en el portapapeles. Un guión dirección siempre empieza con 'X' o '7'.

source: dash network fees are only optional for high priority transactions (removal may cause delays)
es: tablero red honorarios sólo son opcionales para las transacciones de alta prioridad (retiro puede causar retrasos)

source: clipboard doesn't contain a valid Dash or Bitcoin address
es: Portapapeles no contiene una dirección válida de Dash o Bitcoin

source: CONFIRM WIPE
es: CONFIRMAR EN TRAPO

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dashs).
es: DISPOSITIVO de seguridad COMPROMISED Any 'jailbreak' app puede acceder a los datos de cualquier otra aplicación llavero (y robar su dashs).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dashs). Wipe this wallet immediately and restore on a secure device.
es: DISPOSITIVO de seguridad COMPROMISED Any 'jailbreak' app puede acceder a los datos de cualquier otra aplicación llavero (y robar su dashs). Limpie de inmediato esta carpeta y restaurar en un dispositivo de seguridad.

source: Let others scan this QR code to get your dash address. Anyone can send dashs to your wallet by transferring them to your address.
es: Otros permiten escanear este código QR para obtener su dirección de dash. Cualquier persona puede enviar dashs a su cartera mediante la transferencia a su dirección.

source: new phrase
es: nueva frase

source: not a dash or dash QR code
es: no un dash o tablero código QR

source: post-dated
es: la fecha

source: Receive dashs at this address: %@
es: Recibir dashs en esta dirección: %@

source: the standard dash network fee for this transaction is %@ (%@) removing this fee may delay confirmation
es: el costo de la red de tablero estándar para esta transacción es 1% $@ (%2$@) removing este cargo puede retrasar la confirmación

source: This is your digital cash (DASH) address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
es: Esta es su dirección de dinero digital (guión). Puntee para copiarla o enviarla por correo electrónico o sms. La dirección cambia cada vez que recibe los fondos, pero direcciones antiguas siempre.

source: transaction is post-dated
es: transacción es la fecha

source: %@ is for 'dash'. %@ = 1 dash.
es: %@ es para 'dash'. %@ = 1 chorrito.

source: %@ is not allowed to access the camera
es: %@ no puede acceder a la cámara

source: %d confirmations
es: confirmaciones de %d

source: 0 confirmations
es: mensajes de confirmación 0

source: 1 confirmation
es: 1 confirmación

source: "%@" is not a recovery phrase word
es: '%@ ' no es una palabra de la frase de recuperación

source: total %@ (%@)
es: total 1% $@ (2% $@)

source: %@ if you ever lose your phone, you will need it to recover your wallet
es: %@ if siempre pierde su teléfono, tendrá que recuperar su cartera

source: %d attempts remaining
es: %d intentos remaining

source: 1 attempt remaining
es: 1 intento remaining

source: amount %@ (%@)
es: cantidad 1% $@ (2% $@)

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
es: A código de dispositivo es necesario para proteger su cartera. Vaya a configuración y activar código de acceso para continuar.

source: ADDRESS ALREADY USED dash addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
es: ADDRESS ya USED dash direcciones son destinadas a uso único only re uso reduce privacidad para usted y el destinatario y puede resultar en pérdida si el destinatario no controla directamente la dirección

source: allow camera access in Settings->Privacy->Camera->%@
es: allow cámara acceso in Settings-> privacidad-> cámara-> %@

source: DO NOT let anyone see your recovery phrase or they can spend your dash.
es: DO no permitas que nadie observe su recovery phrase o puedan pasar su dash.

source: DO NOT take a screenshot. Screenshots are visible to other apps and devices.
es: DO tome un screenshot. Screenshots son visibles para otros dispositivos de apps and.

source: network fee +%@ (%@)
es: network fee + 1% $@ (2% $@)

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
es: NEVER escriba sus gerentes de into password frase de recuperación o en otras partes. Other dispositivos pueden estar infectados.

source: try again in %d %@
es: try en %1$ d 2% $@

source: about
es: Acerca de

source: always require passcode
es: siempre requieren clave de acceso

source: amount too small
es: cantidad demasiado pequeña

source: bad password, try again
es: mala contraseña, inténtelo de nuevo

source: bad payment request
es: solicitud de pago mal

source: bad payment request URL
es: Dirección URL de la solicitud de pago mal

source: bad payment URL
es: pago mal URL

source: bad recovery phrase
es: frase de mala recuperación

source: block #%d of %d
es: bloque #%1$ d de %2$ d

source: Buy Dash
es: Comprar tablero

source: cancel
es: Cancelar

source: change
es: cambio

source: change passcode
es: cambiar clave de acceso

source: change payment amount?
es: ¿cambiar la cantidad de pago?

source: checking address balance...
es: balance comprobación de dirección...

source: checking private key balance...
es: comprobación de equilibrio clave privada...

source: choose passcode for %@
es: elegir contraseña para %@

source: clipboard doesn't contain a valid dash address
es: Portapapeles no contiene una dirección válida del salpicadero

source: close app
es: cerrar la aplicación

source: confirmed in block #%d
es: confirmado en bloque # %d

source: connect timeout
es: tiempo de espera de conexión

source: copied
es: copiado

source: copy
es: copia

source: copy address to clipboard
es: Dirección de la copia en el portapapeles

source: copy request to clipboard
es: solicitud de copia en el portapapeles

source: copy wallet addresses to clipboard?
es: ¿copiar direcciones de carpeta al portapapeles?

source: couldn't check address balance
es: no podía consultar el saldo de la dirección

source: couldn't make payment
es: no podía hacer el pago

source: couldn't sweep balance
es: no podía barrer el equilibrio

source: couldn't transmit payment to dash network
es: no podía transmitir el pago a red dash

source: Dash address
es: El tablero de dirección

source: Dash addresses can also be copied to the clipboard. A dash address always starts with '1' or '3'.
es: Direcciones de Dash también pueden copiarse en el portapapeles. Una dirección de dash siempre empieza con '1' o '3'.

source: dash network fee
es: cuota de red Dash

source: dash payments can't be less than %@
es: Dash los pagos no pueden ser menos de %@

source: dash transaction not signed
es: transacción de Dash no firmado

source: dash transaction outputs can't be less than %@
es: tablero salidas de transacción no pueden ser menos de %@

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash).
es: DISPOSITIVO de seguridad COMPROMISED Any 'jailbreak' app puede acceder a datos de cualquier otra aplicación llavero (y robar su guión).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash). Wipe this wallet immediately and restore on a secure device.
es: DISPOSITIVO de seguridad COMPROMISED Any 'jailbreak' app puede acceder a datos de cualquier otra aplicación llavero (y robar su guión). Limpie de inmediato esta carpeta y restaurar en un dispositivo de seguridad.

source: Disable wallet for 48 hours? You can re-enable at any time using your recovery phrase.
es: ¿Desactivar la cartera durante 48 horas? Usted puede reactivar en cualquier momento utilizando su frase de recuperación.

source: do it later
es: más tarde

source: done
es: hecho

source: double spend
es: pase doble

source: email not configured
es: correo electrónico no configurado

source: enable receive notifications
es: permite recibir notificaciones

source: enter old passcode
es: Introduzca la contraseña antigua

source: error determining if bundle exists
es: determinar si existe el paquete de error

source: error determining versions
es: determinar las versiones de error

source: error downloading diff: (e)
es: Error al descargar el diff: (e)

source: error extracting bundle: (e)
es: error de extracción de paquete: (e)

source: error fetching bundle:
es: traer paquete de error:

source: error reading current bundle
es: paquete actual de la lectura de error

source: error signing dash transaction
es: transacción de dash firma de error

source: error signing transaction
es: transacciones de firma de error

source: error writing bundle file:
es: Error al escribir el archivo de paquete:

source: from:
es: De:

source: hour
es: hora

source: hours
es: horas

source: ignore
es: ignorar

source: import private key
es: Importar clave privada

source: IMPORTANT
es: IMPORTANTE

source: insufficient funds
es: insuficiencia de fondos

source: insufficient funds for dash network fee
es: fondos insuficientes para cuota de red dash

source: insufficient funds for sending with instantX, please wait a few minutes or send normally
es: insuficiencia de fondos para el envío de instantSend, por favor, espere unos minutos o enviar normalmente

source: INVALID
es: No válido

source: JSON Serialization Error
es: Error de serialización de JSON

source: Let others scan this QR code to get your dash address. Anyone can send dash to your wallet by transferring them to your address.
es: Otros permiten escanear este código QR para obtener su dirección de dash. Cualquier persona puede enviar el tablero a su cartera mediante la transferencia a su dirección.

source: Location services are disabled
es: Servicios de localización están deshabilitadas

source: Location services are not authorized
es: Servicios de localización no están autorizados

source: lock
es: cerradura

source: memo:
es: Nota:

source: minute
es: minutos

source: minutes
es: minutos

source: missing certificate
es: falta certificado

source: more...
es: más...

source: moved
es: se trasladó

source: next, write down your recovery phrase
es: a continuación, escriba la frase de recuperación

source: no exchange rate data
es: no hay datos de tipo de cambio

source: no peers found
es: no pares encontrados

source: No wallet
es: Sin cartera

source: not a dash QR code
es: no un guión código QR

source: not a valid dash address
es: no una dirección válida del salpicadero

source: not a valid private key
es: no una clave privada válida

source: not connected to the dash network
es: no conectado a la red de dash

source: ok
es: Vale

source: panic
es: pánico

source: panic lock
es: cerradura antipánico

source: passcode
es: código de acceso

source: passcode for %@
es: código de acceso para %@

source: password
es: contraseña

source: password protected key
es: llave protegida contraseña

source: pay
es: pagar

source: payee identity isn't certified
es: identidad del beneficiario no es certificado

source: payment address
es: Dirección de pago

source: payment output
es: salida de pago

source: pending
es: pendiente

source: Please wait
es: Espera

source: Receive dash at this address: %@
es: Recibir el tablero en la dirección: %@

source: received
es: recibió

source: received %@ (%@)
es: recibió 1% $@ (2% $@)

source: recovery phrase
es: frase de recuperación

source: recovery phrase doesn't match
es: frase de recuperación no coincide con

source: recovery phrase must have %d words
es: frase de recuperación debe tener palabras %d

source: reduce payment amount by %@ (%@)?
es: ¿reducir la cantidad de pago by %1$@ (2% $@)?

source: request
es: solicitud de

source: request an amount
es: solicitar una cantidad

source: request expired
es: solicitud expiró

source: requested network "%@" instead of "%@"
es: solicita red '%1$@' en lugar de '%2$@'

source: rescan
es: Vuelva a examinar

source: rescan blockchain
es: volver blockchain

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
es: volver a blockchain si crees que puede tener falta de transacciones, o tiene problemas para envío (examinar puede) toma varios minutos

source: Scan someone else's QR code to get their dash address. You can send a payment to anyone with an address.
es: Escanear el código QR de otra persona para obtener su dirección de dash. Usted puede enviar un pago a cualquier persona con una dirección.

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
es: Imágenes son visibles para otras aplicaciones y dispositivos. Generar una nueva frase de recuperación y mantener en secreto.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
es: Imágenes son visibles para otras aplicaciones y dispositivos. Sus fondos están en riesgo. Transferir su saldo a otra carpeta.

source: seen by %d of %d peers
es: visto por %1$ d de %2$ d pares

source: Send %@ (%@) from this private key into your wallet? The dash network will receive a fee of %@ (%@).
es: ¿Enviar 1% $@ (2% $@) de esta clave privada en su billetera? La red dash recibirán una tasa de 3% $@ (4% $@).

source: send address as email
es: enviar dirección de correo electrónico

source: send address as message
es: enviar dirección como mensaje

source: send request as email
es: enviar solicitud de correo electrónico

source: send request as message
es: enviar solicitud como mensaje

source: sent
es: Enviado

source: sent!
es: Enviado!

source: settings
es: Configuración

source: show
es: Mostrar

source: show phrase
es: Ver frase

source: sms not currently available
es: SMS no disponible actualmente

source: spent address
es: Dirección gastado

source: spent input
es: entrada de gastado

source: status:
es: Estado de:

source: swept!
es: barrida!

source: syncing, please wait...
es: sincronización, por favor espere...

source: the app will now close
es: la aplicación se cerrará ahora

source: This is your dash address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
es: Esta es su dirección de dash. Puntee para copiarla o enviarla por correo electrónico o sms. La dirección cambia cada vez que recibe los fondos, pero direcciones antiguas siempre.

source: This is your dash balance. Dash is a currency. The exchange rate changes with the market.
es: Este es el saldo de su guión. Dash es una moneda. Los cambios de tipo de cambio con el mercado.

source: this payment address is already in your wallet
es: esta dirección de pago ya está en su billetera

source: this private key is already in your wallet
es: Esta clave privada ya está en su billetera

source: this private key is empty
es: Esta clave privada está vacía

source: to:
es: Para:

source: to: %@
es: para: %@

source: touch id limit
es: límite de identificación táctil

source: touch id spending limit
es: contacto id gasto límite

source: transaction canceled, network timeout
es: operación cancelado, tiempo de espera de red

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
es: honorarios de la transacción costaría más que los fondos disponibles en esta clave privada (debido a la pequeña 'dust'depósitos)

source: transaction history
es: Historial de transacciones

source: transaction rejected
es: transacción rechazada

source: turn device passcode on
es: activar código de acceso de dispositivo

source: Unable to retrieve API token
es: No se puede recuperar token API

source: Unable to save API token
es: No se puede guardar el token API

source: unexpected response from %@
es: respuesta inesperada de %@

source: unknown address
es: Dirección desconocida

source: unrecognized address
es: Dirección desconocida

source: unsupported or corrupted document
es: documento no admitido o está dañado

source: unsupported signature type
es: tipo de firma no soportado

source: unsupported url
es: url no soportado

source: untrusted certificate
es: certificado no confiable

source: unverified
es: sin verificar

source: verified, waiting for confirmation
es: verificado, a la espera de confirmación

source: verify passcode
es: verificar contraseña

source: wallet address
es: Dirección de cartera

source: wallet disabled
es: cartera con discapacidad

source: Wallet not ready
es: Cartera no está listo

source: WARNING
es: ADVERTENCIA

source: wipe
es: Limpie

source: WRITE DOWN YOUR RECOVERY PHRASE
es: ESCRIBIR TU FRASE DE RECUPERACIÓN

source: you received dash!
es: recibiste el tablero!

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
es: Tu cartera puede ser fuera de sinc. This a menudo puede ser fijado por analizar de nuevo el blockchain.
