Repository: jonspock/iPhoneDevault
Catalog: TodayExtension/*.lproj/Localizable.strings
Languages: el, fr, nl

source: %@ is for 'duffs'. %@ = 1 dash.
el: %1$ @ είναι για «duffs». %2$ @ = 1 παύλα.
fr: 1 % $@ est pour « duffs ». 2 % $@ = 1 trait.
nl: %1$ @ is voor 'duffs'. %2$ @ = 1 scheutje.

source: DO NOT let anyone see your recovery phrase or they can spend your dash. NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
el: DO μην αφήσετε κανέναν δείτε τη φράση σας αποκατάστασης ή μπορούν να ξοδεψουν τον τύπο σας dash. NEVER φράση σας ανάκτηση σε διευθυντές κωδικού πρόσβασης ή αλλού. Άλλες συσκευές ενδέχεται να έχουν μολυνθεί.
fr: DO pas laisser quiconque voir votre phrase de récupération ou ils peuvent passer à votre type de dash. NEVER votre phrase de récupération dans les gestionnaires de mot de passe ou ailleurs. Autres appareils susceptibles d’être infectés.
nl: DO laat niet iedereen zien uw herstel zin of kunnen ze je dash. NEVER type uw herstel zin in wachtwoord managers of elders doorbrengen. Andere apparaten kunnen worden besmet.

source: bad signature
el: εσφαλμένη υπογραφή
fr: signature incorrecte

source: dash address
el: Διεύθυνση παύλα
fr: adresse de tableau de bord
nl: Dash adres

source: Dash addresses can also be copied to the clipboard. A dash address always starts with 'X' or '7'.
el: Παύλα διευθύνσεις μπορούν επίσης να αντιγραφούν στο Πρόχειρο. Μια παύλα διεύθυνση πάντα ξεκινά με 'X' ή '7'.
fr: Adresses de tableau de bord peuvent également être copiés dans le presse-papiers. Un tableau de bord abordent toujours commence par « X » ou '7'.
nl: Dash adressen kunnen ook worden gekopieerd naar het Klembord. Een streepje adres altijd begint met 'X' of '7'.

source: dash network fees are only optional for high priority transactions (removal may cause delays)
el: τέλη δικτύου Dash είναι μόνο προαιρετικά για συναλλαγές υψηλής προτεραιότητας (αφαίρεση μπορεί να προκαλέσει καθυστερήσεις)
fr: frais de réseau de tableau de bord n’est facultatives pour les opérations de priorité élevée (retrait peut entraîner des retards)
nl: Dash netwerk vergoedingen zijn alleen optioneel voor hoge prioriteit transacties (verwijdering kan veroorzaken vertragingen)

source: clipboard doesn't contain a valid Dash or Bitcoin address
el: Πρόχειρο δεν περιέχει μια έγκυρη διεύθυνση παύλα ή Bitcoin
fr: presse-papiers ne contient pas une adresse valide de bord ou d’un Bitcoin
nl: Klembord bevat een geldig Dash of Bitcoin adres geen

source: CONFIRM WIPE
el: ΕΠΙΒΕΒΑΙΏΣΤΕ ΣΚΟΥΠΊΣΤΕ
fr: CONFIRMER L’EFFACEMENT
nl: WISSEN BEVESTIGEN

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dashs).
el: ΑΣΦΆΛΕΙΑ συσκΕυήσ COMPROMISED Any «απόδραση» app μπορεί να πρόσβαση σε δεδομένα keychain οποιαδήποτε άλλη εφαρμογή του (και κλέψει σας dashs).
fr: DISPOSITIF de sécurité COMPROMISED Any « jailbreak » app peut accéder aux données de n’importe quelle autre application Trousseau (et voler votre dashs).
nl: APPARAAT beveiliging COMPROMISED Any 'jailbreak' app kan toegang tot een andere app sleutelhanger gegevens (en stelen van uw dashs).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dashs). Wipe this wallet immediately and restore on a secure device.
el: ΑΣΦΆΛΕΙΑ συσκΕυήσ COMPROMISED Any «απόδραση» app μπορεί να πρόσβαση σε δεδομένα keychain οποιαδήποτε άλλη εφαρμογή του (και κλέψει σας dashs). Σκουπίστε αμέσως το πορτοφόλι και επαναφοράς σε μια ασφαλή συσκευή.
fr: DISPOSITIF de sécurité COMPROMISED Any « jailbreak » app peut accéder aux données de n’importe quelle autre application Trousseau (et voler votre dashs). Essuyer immédiatement ce portefeuille et de restauration sur un dispositif sécuritaire.
nl: APPARAAT beveiliging COMPROMISED Any 'jailbreak' app kan toegang tot een andere app sleutelhanger gegevens (en stelen van uw dashs). Veeg deze portemonnee onmiddellijk en herstel op een veilig apparaat.

source: Let others scan this QR code to get your dash address. Anyone can send dashs to your wallet by transferring them to your address.
el: Αφήστε τους άλλους να σάρωση αυτού του κωδικού QR για να λάβετε σας διεύθυνση παύλα. Καθένας μπορεί να στείλει dashs στο πορτοφόλι σας, μεταφέροντάς τα στη διεύθυνσή σας.
fr: Laisser les autres Scannez ce QR code pour obtenir votre adresse de tableau de bord. N’importe qui peut envoyer des dashs à votre porte-monnaie en les transférant à votre adresse.
nl: Laat anderen scan deze QR-code om uw dash-adres. Door het overdragen daarvan naar uw adres kan iedereen dashs verzenden aan uw portemonnee.

source: new phrase
el: νέα φράση
fr: nouvelle expression
nl: nieuwe zin

source: not a dash or dash QR code
el: όχι μια παύλα ή παύλα QR code
fr: pas un tiret ou un tableau de bord QR code
nl: niet een- of streepje QR-code

source: post-dated
el: μετα-χρονολογούν
fr: une date postérieure
nl: post gedateerd

source: Receive dashs at this address: %@
el: Λάβετε dashs σε αυτή τη διεύθυνση: %@
fr: Recevoir des dashs à cette adresse : %@
nl: Dashs op dit adres ontvangen: %@

source: the standard dash network fee for this transaction is %@ (%@) removing this fee may delay confirmation
el: το τέλος δικτύου Στάνταρ παύλα για αυτήν τη συναλλαγή είναι %1$ @ (%2$@) removing αυτή η χρέωση μπορεί να καθυστερήσει την επιβεβαίωση
fr: la redevance de réseau standard de tableau de bord pour cette transaction est de 1 % $@ (%2$@) removing cette taxe peut retarder la confirmation
nl: de standaard dash netwerk vergoeding voor deze transactie is %1$ @ (%2$@) removing deze vergoeding kan er vertraging optreden bevestiging

source: This is your digital cash (DASH) address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
el: Αυτή είναι η διεύθυνση σας ψηφιακό χρήμα (DASH). Πατήστε για να το αντιγράψετε ή να το στείλετε μέσω e-mail ή sms. Η διεύθυνση θα αλλάζει κάθε φορά που λαμβάνετε χρήματα, αλλά λειτουργεί πάντα παλιές διευθύνσεις.
fr: Il s’agit de votre adresse de trésorerie numérique (DASH). Cliquez pour copier ou envoyer par email ou sms. L’adresse va changer à chaque fois que vous recevez des fonds, mais les anciennes adresses fonctionnent toujours.
nl: Dit is het adres van uw digitale cash (KOPPELTEKEN). Tik om te kopiëren of stuur het per e-mail of sms. Het adres verandert elke keer dat u geld ontvangen, maar oude adressen altijd werken.

source: transaction is post-dated
el: συναλλαγή είναι Μεταχρονολογημένη
fr: transaction est postdatée
nl: transactie is na gedateerd

source: %@ is for 'dash'. %@ = 1 dash.
el: %@ είναι για «εξόρμηση». %@ = 1 παύλα.
fr: %@ est pour « dash ». %@ = 1 trait.
nl: %@ is voor 'dash'. %@ = 1 scheutje.

source: %@ is not allowed to access the camera
el: %@ δεν επιτρέπεται να έχετε πρόσβαση στην κάμερα
fr: %@ n'est pas autorisé à accéder à la caméra
nl: %@ het is niet toegestaan om toegang tot de camera

source: %d confirmations
el: %d επιβεβαιώσεις
fr: confirmations de %d
nl: %d bevestigingen

source: 0 confirmations
el: 0 επιβεβαιώσεις
fr: confirmations de 0
nl: 0 bevestigingen

source: 1 confirmation
el: 1 επιβεβαίωση
fr: 1 la confirmation
nl: 1 bevestiging

source: "%@" is not a recovery phrase word
el: » %@ » δεν είναι μια λέξη φράση αποκατάστασης
fr: '%@ » n’est pas un mot d’expression de récupération
nl: '%@ ' is niet een woord van de woordgroep herstel

source: total %@ (%@)
el: σύνολο 1% $@ (%2$ @)
fr: total 1 % $@ (2 % $@)
nl: totaal %1$ @ (%2$ @)

source: %@ if you ever lose your phone, you will need it to recover your wallet
el: %@ if χάσετε ποτέ το τηλέφωνό σας, θα χρειαστεί να ανακτήσετε το πορτοφόλι σας
fr: %@ if jamais vous perdez votre téléphone, vous aurez besoin pour récupérer votre portefeuille
nl: %@ if u kan uw telefoon ooit kwijtraakt, moet u te herstellen uw portemonnee

source: %d attempts remaining
el: %d προσπάθειες remaining
fr: %d tente remaining
nl: %d probeert remaining

source: 1 attempt remaining
el: 1 προσπάθεια remaining
fr: 1 tentative remaining
nl: 1 poging remaining

source: amount %@ (%@)
el: ποσό %1$ @ (%2$ @)
fr: montant %1$ @ (2 % $@)
nl: bedrag %1$ @ (%2$ @)

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
el: Κωδικός πρόσβασης συσκευής A είναι απαραίτητη για τη διασφάλιση του πορτοφολιού σας. Μεταβείτε στις ρυθμίσεις και ενεργοποιήστε το συνθηματικό για να συνεχίσετε.
fr: A appareil code d’accès est nécessaire pour préserver votre porte-monnaie. Accédez aux paramètres et activer mot de passe pour continuer.
nl: A apparaat toegangscode nodig is ter bescherming van uw portefeuille. Ga naar instellingen en wachtwoord inschakelen om door te gaan.

source: ADDRESS ALREADY USED dash addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
el: ADDRESS ήδη USED dash διευθύνσεις προορίζονται για μία χρήση only re χρήση μειώνει απορρήτου για τόσο εσείς όσο και ο παραλήπτης και μπορεί να οδηγήσει σε απώλεια, εάν ο παραλήπτης δεν ελέγχει άμεσα τη διεύθυνση
fr: ADDRESS déjà USED dash adresses sont destinées à usage unique only re-utilisation réduit la vie privée pour vous et le destinataire et peut causer une perte si le destinataire ne contrôle pas directement l’adresse
nl: ADDRESS al USED dash adressen zijn bedoeld voor eenmalig gebruik only re-gebruik privacy voor zowel u als de ontvanger vermindert en in verlies resulteren kan als de ontvanger niet direct het adres bepalen

source: allow camera access in Settings->Privacy->Camera->%@
el: allow φωτογραφική μηχανή πρόσβαση in Settings-> απορρήτου-> κάμερα-> %@
fr: allow caméra accès in Settings-> confidentialité-> Camera-> %@
nl: allow camera toegang in Settings-> Privacy-> Camera-> %@

source: DO NOT let anyone see your recovery phrase or they can spend your dash.
el: DO μην αφήσετε κανέναν δείτε σας recovery phrase ή μπορούν να ξοδεψουν σας εξόρμηση.
fr: DO pas laisser quiconque voir votre recovery phrase ou ils peuvent passer votre tableau de bord.
nl: DO laat niet iedereen zien uw recovery phrase of ze kunnen besteden uw dash.

source: DO NOT take a screenshot. Screenshots are visible to other apps and devices.
el: DO δεν λαμβάνουν ένα screenshot. Screenshots είναι ορατό σε άλλες συσκευές apps and.
fr: DO pas de prendre une screenshot. Screenshots sont visibles pour les autres dispositifs d’apps and.
nl: DO niet nemen een screenshot. Screenshots zijn zichtbaar voor andere apps and apparaten.

source: network fee +%@ (%@)
el: χρέωση network + %1$ @ (%2$ @)
fr: taxe de network + 1 % $@ (2 % $@)
nl: network vergoeding + %1$ @ (%2$ @)

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
el: NEVER πληκτρολογήστε οι διαχειριστές into password φράση σας αποκατάστασης ή αλλού. Other συσκευές ενδέχεται να έχουν μολυνθεί.
fr: NEVER tapez vos gestionnaires d’into password expression reprise ou ailleurs. appareils Other susceptibles d’être infectés.
nl: NEVER Typ uw herstel zin into password managers of elders. Other apparaten kunnen worden besmet.

source: try again in %d %@
el: try και πάλι, το %1 %2 d $$ @
fr: try nouveau dans %1$ d %2$ @
nl: try weer in %1$ d %2$ @

source: about
el: σχετικά με
fr: sur
nl: over

source: always require passcode
el: πάντα απαιτούν κωδικό πρόσβασης
fr: toujours besoin de mot de passe
nl: altijd vereist wachtwoord

source: amount too small
el: ποσό πάρα πολύ μικρό
fr: quantité trop petite
nl: bedrag te klein

source: bad password, try again
el: εσφαλμένος κωδικός πρόσβασης, δοκιμάστε ξανά
fr: mot de passe incorrect, essayez à nouveau
nl: ongeldig wachtwoord, probeer het opnieuw

source: bad payment request
el: αίτηση πληρωμής κακό
fr: demande de paiement mauvais
nl: slechte betalingsaanvraag

source: bad payment request URL
el: κακή πληρωμή αίτηση URL
fr: URL de demande de paiement mauvais
nl: slechte betaling aanvraag-URL

source: bad payment URL
el: κακή πληρωμή URL
fr: paiement Bad URL
nl: slechte betaling URL

source: bad recovery phrase
el: κακή αποκατάστασης φράση
fr: expression de mauvaise récupération
nl: slecht herstel zin

source: block #%d of %d
el: μπλοκ %2$ d d #%1$
fr: bloc #%1$ d de %2$ d
nl: #%1$ d van %2$ d blokkeren

source: Buy Dash
el: Αγοράστε παύλα
fr: Acheter Dash
nl: Kopen Dash

source: cancel
el: Άκυρο
fr: Annuler
nl: Annuleren

source: change
el: αλλαγή
fr: changer
nl: wijzigen

source: change passcode
el: Αλλαγή συνθηματικού
fr: changer mot de passe
nl: wijzigen toegangscode

source: change payment amount?
el: Αλλάξτε το ποσό πληρωμής;
fr: modifier le montant du paiement ?
nl: verschuldigde bedrag wijzigen?

source: checking address balance...
el: Έλεγχος υπολοίπου διεύθυνση...
fr: vérification du solde de l’adresse...
nl: controle adres evenwicht...

source: checking private key balance...
el: Έλεγχος ιδιωτικού κλειδιού ισορροπία...
fr: vérification du solde de clés privée...
nl: controle van particuliere belangrijke evenwicht...

source: choose passcode for %@
el: Επιλέξτε συνθηματικό για %@
fr: Choisissez le code d’accès pour %@
nl: Kies wachtwoord voor %@

source: clipboard doesn't contain a valid dash address
el: Πρόχειρο δεν περιέχει μια έγκυρη παύλα διεύθυνση
fr: presse-papiers ne contient pas une adresse valide de tableau de bord
nl: Klembord bevatten niet een geldige dash-adres

source: close app
el: Κλείστε το app
fr: fermer l’application
nl: sluit app

source: confirmed in block #%d
el: επιβεβαιώθηκε το μπλοκ #%d
fr: confirmé en bloc #%d
nl: bevestigd in blok #%d

source: connect timeout
el: χρονικό όριο σύνδεσης
nl: verbinding timeout

source: copied
el: αντιγραφεί
fr: copié
nl: gekopieerd

source: copy
el: αντίγραφο
fr: copie
nl: kopie

source: copy address to clipboard
el: Αντιγραφή διεύθυνσης στο Πρόχειρο
fr: copier l’adresse dans le presse-papiers
nl: adres van de kopie naar Klembord

source: copy request to clipboard
el: αίτηση αντίγραφο στο Πρόχειρο
fr: demande de copie dans le presse-papiers
nl: verzoek van de kopie naar Klembord

source: copy wallet addresses to clipboard?
el: Αντιγραφή wallet διευθύνσεων στο Πρόχειρο;
fr: adresses de portefeuille copie dans le presse-papiers ?
nl: portemonnee adressen naar het Klembord kopiëren?

source: couldn't check address balance
el: δεν θα μπορούσα να ελέγξετε το υπόλοιπο του διεύθυνση
fr: n’a pas pu vérifier le solde de l’adresse
nl: kon niet adres saldo checken

source: couldn't make payment
el: δεν μπορούσε να κάνει την πληρωμή
fr: ne pouvait pas effectuer le paiement
nl: betaling kon het niet maken

source: couldn't sweep balance
el: δεν θα μπορούσα να σαρώνουν ισορροπία
fr: ne pouvait pas balayer solde
nl: evenwicht niet kon vegen

source: couldn't transmit payment to dash network
el: δεν θα μπορούσε να μεταδώσει πληρωμής παύλα δίκτυο
fr: n’a pas pu transmettre le paiement au réseau de tableau de bord
nl: betaling met dash netwerk kon niet verzenden

source: Dash address
el: Διεύθυνση παύλα
fr: Adresse de tableau de bord
nl: Dash adres

source: Dash addresses can also be copied to the clipboard. A dash address always starts with '1' or '3'.
el: Παύλα διευθύνσεις μπορούν επίσης να αντιγραφούν στο Πρόχειρο. Μια διεύθυνση εξόρμηση ξεκινά πάντα με «1» ή «3».
fr: Adresses de tableau de bord peuvent également être copiés dans le presse-papiers. Une adresse de tableau de bord commence toujours par '1' ou '3'.
nl: Dash adressen kunnen ook worden gekopieerd naar het Klembord. Een dash adres begint altijd met '1' of '3'.

source: dash network fee
el: παύλα τέλους
fr: frais de réseau de tableau de bord
nl: Dash netwerk vergoeding

source: dash payments can't be less than %@
el: παύλα πληρωμών δεν μπορεί να είναι μικρότερη από %@
fr: paiements de tableau de bord ne peuvent être inférieure à %@
nl: Dash betalingen kunnen niet minder dan %@

source: dash transaction not signed
el: παύλα συναλλαγή δεν υπογράψει
fr: transaction de tableau de bord non signée
nl: Dash transactie niet ondertekend

source: dash transaction outputs can't be less than %@
el: παύλα εξόδων συναλλαγής δεν μπορεί να είναι μικρότερη από %@
fr: sorties de transaction de tableau de bord ne peuvent être inférieure à %@
nl: Dash transactie uitgangen mag niet minder dan %@

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash).
el: ΑΣΦΆΛΕΙΑ συσκΕυήσ COMPROMISED Any «απόδραση» app μπορεί να πρόσβαση σε δεδομένα keychain οποιαδήποτε άλλη εφαρμογή του (και κλέψει ταμπλό σας).
fr: DISPOSITIF de sécurité COMPROMISED Any « jailbreak » app peut accéder aux données de n’importe quelle autre application Trousseau (et voler votre tableau de bord).
nl: APPARAAT beveiliging COMPROMISED Any 'jailbreak' app kan toegang tot een andere app sleutelhanger gegevens (en stelen uw dash).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash). Wipe this wallet immediately and restore on a secure device.
el: ΑΣΦΆΛΕΙΑ συσκΕυήσ COMPROMISED Any «απόδραση» app μπορεί να πρόσβαση σε δεδομένα keychain οποιαδήποτε άλλη εφαρμογή του (και κλέψει ταμπλό σας). Σκουπίστε αμέσως το πορτοφόλι και επαναφοράς σε μια ασφαλή συσκευή.
fr: DISPOSITIF de sécurité COMPROMISED Any « jailbreak » app peut accéder aux données de n’importe quelle autre application Trousseau (et voler votre tableau de bord). Essuyer immédiatement ce portefeuille et de restauration sur un dispositif sécuritaire.
nl: APPARAAT beveiliging COMPROMISED Any 'jailbreak' app kan toegang tot een andere app sleutelhanger gegevens (en stelen uw dash). Veeg deze portemonnee onmiddellijk en herstel op een veilig apparaat.

source: Disable wallet for 48 hours? You can re-enable at any time using your recovery phrase.
el: Για να απενεργοποιήσετε το πορτοφόλι για 48 ώρες; Μπορείτε να ενεργοποιήσετε ξανά ανά πάσα στιγμή χρησιμοποιώντας τη φράση σας αποκατάστασης.
fr: Désactiver le portefeuille pendant 48 heures ? Vous pouvez réactiver à tout moment à l’aide de votre expression de récupération.
nl: Portefeuille voor 48 uur uitschakelen? U kunt weer inschakelen op elk gewenst moment met behulp van uw recovery zin.

source: do it later
el: το κάνουμε αργότερα
fr: le faire plus tard
nl: later doen

source: done
el: γίνει
fr: fait
nl: gedaan

source: double spend
el: διπλό περνούν
fr: double passe
nl: dubbele besteden

source: email not configured
el: μήνυμα ηλεκτρονικού ταχυδρομείου δεν έχει ρυθμιστεί
fr: courriel non configuré
nl: e-mail niet geconfigureerd

source: enable receive notifications
el: Ενεργοποίηση λαμβάνετε ειδοποιήσεις
fr: Enable recevoir des notifications
nl: ontvangen meldingen inschakelen

source: enter old passcode
el: Εισαγάγετε το παλιό συνθηματικό
fr: Entrez l’ancien mot de passe
nl: Voer de toegangscode van de oude

source: error determining if bundle exists
el: σφάλμα προσδιορισμού εάν υπάρχει δέσμη
fr: erreur en déterminant si le paquet existe
nl: fout vast te stellen of bundel bestaat

source: error determining versions
el: σφάλμα προσδιορισμού εκδόσεις
fr: erreur en déterminant les versions
nl: fout bepalen van versies

source: error downloading diff: (e)
el: σφάλμα κατά τη λήψη diff: (e)
fr: erreur lors du téléchargement de diff : (e)
nl: fout diff downloaden: (e)

source: error extracting bundle: (e)
el: σφάλμα κατά την εξαγωγή πακέτου: (e)
fr: erreur d’extraction bundle : (e)
nl: fout extractie van de bundel: (e)

source: error fetching bundle:
el: σφάλμα γοητευτικός δέμα:
fr: bundle-fetching Error :
nl: fout fetching bundel:

source: error reading current bundle
el: σφάλμα ανάγνωσης τρέχουσα δέσμη
fr: forfait cours de lecture erreur
nl: fout lezen huidige bundel

source: error signing dash transaction
el: σφάλμα υπογραφή συναλλαγής παύλα
fr: transaction de dash signature erreur
nl: fout ondertekening dash transactie

source: error signing transaction
el: σφάλμα υπογραφή συναλλαγής
fr: transaction signature d’erreur
nl: fout ondertekening transactie

source: error writing bundle file:
el: σφάλμα κατά την εγγραφή αρχείου bundle:
fr: erreur d’écriture du fichier bundle :
nl: fout bij het schrijven van de bundel bestand:

source: from:
el: από:
fr: De :
nl: Van:

source: hour
el: ώρα
fr: heure
nl: uur

source: hours
el: ώρες
fr: heures
nl: uur

source: id:
el: Αναγνωριστικό:

source: ignore
el: Παράβλεψη
fr: ignorer
nl: negeren

source: import private key
el: εισαγωγή ιδιωτικού κλειδιού
fr: importer la clé privée
nl: de persoonlijke sleutel importeren

source: IMPORTANT
el: ΣΗΜΑΝΤΙΚΌ
nl: BELANGRIJK

source: insufficient funds
el: ανεπαρκή κεφάλαια
fr: une insuffisance de fonds
nl: onvoldoende fondsen

source: insufficient funds for dash network fee
el: ανεπαρκή κεφάλαια παύλα κόστος δικτύου
fr: pas suffisamment de fonds pour les frais de réseau de tableau de bord
nl: onvoldoende fondsen voor dash netwerk vergoeding

source: insufficient funds for sending with instantX, please wait a few minutes or send normally
el: ανεπαρκή κεφάλαια για την αποστολή με instantSend, παρακαλώ περιμένετε λίγα λεπτά ή να στείλετε κανονικά
fr: pas suffisamment de fonds pour l’envoi avec instantSend, s’il vous plaît attendez quelques minutes ou envoyer normalement
nl: onvoldoende middelen voor het verzenden van met instantSend, alstublieft wacht een paar minuten of stuur normaal

source: INVALID
el: ΆΚΥΡΟ
fr: Non valide
nl: Ongeldig

source: JSON Serialization Error
el: Σφάλμα σειριοποίησης JSON
fr: Erreur de sérialisation JSON
nl: JSON serialisatie fout

source: Let others scan this QR code to get your dash address. Anyone can send dash to your wallet by transferring them to your address.
el: Αφήστε τους άλλους να σάρωση αυτού του κωδικού QR για να λάβετε σας διεύθυνση παύλα. Καθένας μπορεί να στείλει εξόρμηση στο πορτοφόλι σας, μεταφέροντάς τα στη διεύθυνσή σας.
fr: Laisser les autres Scannez ce QR code pour obtenir votre adresse de tableau de bord. N’importe qui peut envoyer des dash à votre porte-monnaie en les transférant à votre adresse.
nl: Laat anderen scan deze QR-code om uw dash-adres. Door het overdragen daarvan naar uw adres kan iedereen dash verzenden aan uw portemonnee.

source: Location services are disabled
el: Υπηρεσίες τοποθεσίας είναι απενεργοποιημένες
fr: Les services de localisation sont désactivés
nl: Locatieservices zijn uitgeschakeld

source: Location services are not authorized
el: Υπηρεσίες τοποθεσίας δεν επιτρέπεται
fr: Les services de localisation ne sont pas autorisés
nl: Locatieservices zijn niet toegestaan

source: lock
el: κλειδαριά
fr: serrure
nl: vergrendelen

source: memo:
el: Ενημερωτικό σημείωμα:
fr: mémo :

source: minute
el: λεπτό
nl: minuut

source: minutes
el: λεπτά
nl: minuten

source: missing certificate
el: λείπει το πιστοποιητικό
fr: certificat manquant
nl: ontbrekende certificaat

source: more...
el: περισσότερα...
fr: plus...
nl: meer...

source: moved
el: μετακινηθεί
fr: s’installe
nl: verplaatst

source: next, write down your recovery phrase
el: στη συνέχεια, γράψτε κάτω τη φράση σας αποκατάστασης
fr: Ensuite, écrivez votre phrase de récupération
nl: vervolgens Noteer je herstel zin

source: no exchange rate data
el: δεν υπάρχουν δεδομένα συναλλαγματική ισοτιμία
fr: aucune donnée de taux de change
nl: geen gegevens van de wisselkoers

source: no peers found
el: Καμία συνομηλίκους βρέθηκαν
fr: aucun pair trouvé
nl: geen collega's gevonden

source: No wallet
el: Καμία πορτοφόλι
fr: Aucun portefeuille
nl: Geen portemonnee

source: not a dash QR code
el: όχι μια παύλα QR code
fr: pas un soupçon de QR code
nl: niet een streepje QR-code

source: not a valid dash address
el: όχι μια παύλα έγκυρη διεύθυνση
fr: pas une adresse valide de tableau de bord
nl: niet een geldige dash-adres

source: not a valid private key
el: δεν είναι ένα έγκυρο ιδιωτικό κλειδί
fr: pas une clé privée valide
nl: niet een geldige sleutel
