Repository: jonspock/iPhoneDevault
Catalog: TodayExtension/*.lproj/Localizable.strings
Languages: el, fr, nl

source: not connected to the dash network
el: δεν συνδέεται με το δίκτυο παύλα
fr: pas connecté au réseau dash
nl: niet verbonden met het netwerk van de dash

source: panic
el: πανικός
fr: panique
nl: paniek

source: panic lock
el: κλειδαριά πανικού
fr: serrure anti-panique
nl: paniek slot

source: passcode
el: κωδικό πρόσβασης
fr: code d’accès
nl: toegangscode

source: passcode for %@
el: συνθηματικό για %@
fr: code d’accès pour %@
nl: toegangscode voor %@

source: password
el: κωδικό πρόσβασης
fr: mot de passe
nl: wachtwoord

source: password protected key
el: κλειδί κωδικού πρόσβασης προστατευμένο
fr: mot de passe clé protégée
nl: wachtwoord beschermde sleutel

source: pay
el: πληρώσει
fr: payer
nl: betalen

source: payee identity isn't certified
el: ταυτότητα του δικαιούχου δεν είναι πιστοποιημένα
fr: identité du bénéficiaire n’est pas certifiée
nl: identiteit van de begunstigde is niet gecertificeerd

source: payment address
el: διεύθυνση πληρωμής
fr: adresse de paiement
nl: betalingsadres

source: payment output
el: πληρωμή εξόδου
fr: sortie de paiement
nl: betaling-uitgang

source: pending
el: σε εκκρεμότητα
fr: en attente
nl: in behandeling

source: Please wait
el: Παρακαλώ περίμενε
fr: Veuillez patienter
nl: Een ogenblik geduld

source: Receive dash at this address: %@
el: Λάβετε παύλα σε αυτή τη διεύθυνση: %@
fr: Recevoir le tableau de bord à cette adresse : %@
nl: Dash op dit adres ontvangen: %@

source: received
el: έλαβε
fr: a reçu
nl: Ontvangen

source: received %@ (%@)
el: έλαβε %1$ @ (%2$ @)
fr: a reçu 1 % $@ (2 % $@)
nl: Ontvangen van %1$ @ (%2$ @)

source: recovery phrase
el: ανάκτηση φράση
fr: expression de récupération
nl: herstel zin

source: recovery phrase doesn't match
el: δεν ταιριάζει η φράση αποκατάστασης
fr: expression de récupération ne correspond pas à
nl: herstel zin komt niet overeen met

source: recovery phrase must have %d words
el: ανάκτηση φράση πρέπει να είναι λέξεις %d
fr: expression de récupération doit avoir %d Mots
nl: herstel zin moet %d woorden

source: reduce payment amount by %@ (%@)?
el: μείωση της πληρωμής ποσού by %1$@ (%2$ @);
fr: réduire le paiement montant by %1$@ (%2$ @) ?
nl: verminderen van betaling bedrag by %1$@ (%2$ @)?

source: request
el: αίτηση
fr: demande
nl: aanvraag

source: request an amount
el: Ζητήστε ένα ποσό
fr: demander un montant
nl: verzoek een bedrag

source: request expired
el: αιτήματος έληξε
fr: demande a expiré
nl: aanvraag is verlopen

source: requested network "%@" instead of "%@"
el: ζητούνται δίκτυο '%1$@» αντί του '%2$@»
fr: demandé de réseau '%1$@ » au lieu de '%2$@ »
nl: gevraagde netwerk '%1$@' in plaats van '%2$@'

source: rescan
el: επανάληψη της σάρωσης
nl: opnieuw scannen

source: rescan blockchain
el: Επανασάρωση blockchain
nl: scannen van de blockchain

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
el: Επανασάρωση blockchain, αν νομίζετε ότι μπορεί να έχετε συναλλαγές που λείπουν, ή έχουν προβλήματα αποστολής (νέα σάρωση μπορεί να διαρκέσει μερικά λεπτά)
fr: Rescan blockchain si vous pensez peut-être manque de transactions, ou rencontrez envoi (can réanalysant) mal prendre plusieurs minutes
nl: rescan blockchain als je denkt je dat wellicht mist transacties of ondervindt problemen verzenden (aanloopfase kan enkele minuten duren)

source: reset
el: Επαναφορά
fr: remise à zéro

source: Scan someone else's QR code to get their dash address. You can send a payment to anyone with an address.
el: Σάρωση κάποιου άλλου κωδικού QR για να λάβετε τη διεύθυνση τους εξόρμηση. Μπορείτε να στείλετε μια πληρωμή σε κανέναν με μια διεύθυνση.
fr: Scan de quelqu'un d’autre QR code pour obtenir leur adresse de tableau de bord. Vous pouvez envoyer un paiement à toute personne disposant d’une adresse.
nl: Andermans QR-code om hun dash-adres scannen. U kunt een betaling verzenden naar iemand met een mailadres.

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
el: Screenshots είναι ορατά σε άλλες εφαρμογές και συσκευές. Δημιουργήστε μια νέα φράση αποκατάστασης και κρατήσει μυστικό.
fr: Captures d’écran sont visibles pour les autres applications et les périphériques. Générer une nouvelle expression de récupération et de garder le secret.
nl: Screenshots zijn zichtbaar voor andere apps en apparaten. Genereren van een nieuwe herstel-zin en houd het geheim.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
el: Screenshots είναι ορατά σε άλλες εφαρμογές και συσκευές. Τα χρήματά σας είναι σε κίνδυνο. Μεταφέρετε το υπόλοιπό σας σε άλλο πορτοφόλι.
fr: Captures d’écran sont visibles pour les autres applications et les périphériques. Vos fonds sont en péril. Transférer votre solde à un autre portefeuille.
nl: Screenshots zijn zichtbaar voor andere apps en apparaten. Uw fondsen worden bedreigd. Overdracht van uw saldo aan een andere portefeuille.

source: seen by %d of %d peers
el: δει από %1$ d %2$ δ συμμαθητές
fr: vu par %1$ d de %2$ d pairs
nl: gezien door %1$ d van %2$ d peers

source: Send %@ (%@) from this private key into your wallet? The dash network will receive a fee of %@ (%@).
el: Αποστολή %1$ @ (%2$ @) από αυτό το ιδιωτικό κλειδί στο πορτοφόλι σας; Το δίκτυο παύλα θα λάβετε μια χρέωση ύψους %3$ @ (%4$ @).
fr: Envoyer 1 % $@ (2 % $@) de cette clé privée dans votre portefeuille ? Le réseau de tableau de bord recevra une redevance de 3 % $@ (4 % $@).
nl: Versturen van %1$ @ (%2$ @) van deze persoonlijke sleutel in uw portemonnee? Het dash-netwerk ontvangt een vergoeding van 3% $@ (4% $@).

source: send address as email
el: στείλετε τη διεύθυνση ως διεύθυνση ηλεκτρονικού ταχυδρομείου
fr: envoyer adresse que le courrier électronique
nl: adres verzenden als e-mail

source: send address as message
el: στείλετε τη διεύθυνση ως μήνυμα
fr: Envoyer l’adresse dans le message
nl: adres verzenden als bericht

source: send request as email
el: αποστολή αιτήματος ως μήνυμα ηλεκτρονικού ταχυδρομείου
fr: Envoyer demande que le courrier électronique
nl: verzenden als e-mail

source: send request as message
el: αποστολή αιτήματος ως μήνυμα
fr: Envoyer comme message
nl: verzenden als bericht

source: sent
el: αποστέλλονται
fr: envoyé
nl: verzonden

source: sent!
el: έστειλε!
fr: envoyé !
nl: verzonden!

source: settings
el: ρυθμίσεις
fr: Paramètres
nl: Instellingen

source: show
el: Εμφάνιση
fr: Voir l’établissement
nl: Toon

source: show phrase
el: Εμφάνιση φράση
fr: Voir la phrase
nl: Toon van zin

source: sms not currently available
el: SMS δεν είναι σήμερα διαθέσιμα
fr: SMS n’est pas disponible
nl: SMS momenteel niet beschikbaar

source: spent address
el: πέρασε διεύθυνση
fr: adresse usé
nl: verbruikte adres

source: spent input
el: πέρασε εισόδου
fr: entrée usée
nl: verbruikte input

source: status:
el: κατάσταση:
fr: statut :

source: swept!
el: σάρωσε!
fr: a balayé !
nl: geveegd!

source: syncing, please wait...
el: συγχρονισμό, παρακαλώ περιμένετε...
fr: synchronisation, veuillez patienter...
nl: synchroniseren, moment geduld a.u.b....

source: the app will now close
el: η εφαρμογή θα κλείσει τώρα
fr: l’application va être fermé
nl: de app wordt nu afgesloten

source: This is your dash address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
el: Αυτή είναι η διεύθυνση σας εξόρμηση. Πατήστε για να το αντιγράψετε ή να το στείλετε μέσω e-mail ή sms. Η διεύθυνση θα αλλάζει κάθε φορά που λαμβάνετε χρήματα, αλλά λειτουργεί πάντα παλιές διευθύνσεις.
fr: Il s’agit de votre adresse de tableau de bord. Cliquez pour copier ou envoyer par email ou sms. L’adresse va changer à chaque fois que vous recevez des fonds, mais les anciennes adresses fonctionnent toujours.
nl: Dit is uw adres dash. Tik om te kopiëren of stuur het per e-mail of sms. Het adres verandert elke keer dat u geld ontvangen, maar oude adressen altijd werken.

source: This is your dash balance. Dash is a currency. The exchange rate changes with the market.
el: Αυτό είναι το υπόλοιπο σας εξόρμηση. Dash είναι ένα νόμισμα. Η ισοτιμία αλλάζει με την αγορά.
fr: C’est le solde de votre tableau de bord. Tableau de bord est une monnaie. Le taux de change avec le marché.
nl: Dit is uw saldo dash. Dash is een munteenheid. De wijzigingen van de wisselkoers met de markt.

source: this payment address is already in your wallet
el: Αυτή η διεύθυνση πληρωμής είναι ήδη στο πορτοφόλι σας
fr: Cette adresse de paiement est déjà dans votre portefeuille
nl: Dit betalingsadres is al in uw portemonnee

source: this private key is already in your wallet
el: Αυτό το ιδιωτικό κλειδί είναι ήδη στο πορτοφόλι σας
fr: Cette clé privée est déjà dans votre portefeuille
nl: deze persoonlijke sleutel is al in uw portemonnee

source: this private key is empty
el: Αυτό το ιδιωτικό κλειδί είναι άδειο
fr: Cette clé privée est vide
nl: deze sleutel is leeg

source: to:
el: να:
fr: À :
nl: Aan:

source: to: %@
el: σε: %@
fr: à : %@
nl: om: %@

source: touch id limit
el: Αγγίξτε όριο Αναγνωριστικό
fr: Contact id limite
nl: Touch id limiet

source: touch id spending limit
el: Αγγίξτε id όριο εξόδων
fr: Contact id plafond des dépenses
nl: Touch id uitgaven beperken

source: transaction canceled, network timeout
el: συναλλαγή ακυρώνεται, χρονικό όριο δικτύου
fr: transaction annulée, délai d’attente réseau
nl: transactie geannuleerd, netwerk time-out

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
el: τέλη συναλλαγής θα κόστιζε περισσότερο από τα ταμεία που είναι διαθέσιμες σε αυτό το ιδιωτικό κλειδί (λόγω μικροσκοπικά 'dust «καταθέσεις)
fr: les frais de transaction coûterait plus que les fonds disponibles sur cette clé privée (à cause de minuscules 'dust dépôts «)
nl: Transactie fees zou meer kosten dan de fondsen beschikbaar op deze persoonlijke sleutel (als gevolg van kleine 'dust'deposito's)

source: transaction history
el: ιστορικό συναλλαγών
fr: historique des transactions
nl: transactiegeschiedenis

source: transaction rejected
el: συναλλαγή απορριφθεί
fr: transaction a rejeté
nl: transactie afgewezen

source: turn device passcode on
el: Ενεργοποιήστε το συνθηματικό της συσκευής
fr: Allumez l’appareil code d’accès
nl: de toegangscode van de apparaat inschakelen

source: Unable to retrieve API token
el: Δεν είναι δυνατή η ανάκτηση του διακριτικού API
fr: Impossible de récupérer le jeton de l’API
nl: Niet API token ophalen

source: Unable to save API token
el: Ανίκανος να αποθηκεύσετε διακριτικού API
fr: Impossible d’enregistrer le jeton de l’API
nl: Kan niet opslaan API token

source: unexpected response from %@
el: μη αναμενόμενη απόκριση από %@
fr: une réponse inattendue de %@
nl: onverwachte reactie van de %@

source: unknown address
el: άγνωστη διεύθυνση
fr: adresse inconnue
nl: onbekend adres

source: unrecognized address
el: άγνωστη διεύθυνση
fr: adresse non reconnue
nl: niet-herkende adres

source: unsupported or corrupted document
el: δεν υποστηρίζεται ή κατεστραμμένο έγγραφο
fr: document non pris en charge ou corrompu.
nl: niet-ondersteunde of beschadigd document

source: unsupported signature type
el: Τύπος υπογραφής δεν υποστηρίζεται
fr: type de signature non pris en charge
nl: niet-ondersteunde handtekening type

source: unsupported url
el: διεύθυνση url δεν υποστηρίζεται
fr: url non pris en charge
nl: niet-ondersteunde url

source: untrusted certificate
el: μη αξιόπιστου πιστοποιητικού
fr: certificats non approuvés
nl: niet-vertrouwde certificaat

source: unverified
el: ανεπιβεβαίωτος
fr: non vérifié
nl: niet-geverifieerde

source: verified, waiting for confirmation
el: επαληθευτεί, αναμονή για επιβεβαίωση
fr: vérifié, en attente de confirmation
nl: geverifieerd, wachten op bevestiging

source: verify passcode
el: επαλήθευση συνθηματικού
fr: Vérifiez le code d’accès
nl: Controleer of de toegangscode

source: wallet address
el: Διεύθυνση πορτοφόλι
fr: adresse de portefeuille
nl: portemonnee adres

source: wallet disabled
el: πορτοφόλι με ειδικές ανάγκες
fr: porte-monnaie désactivé
nl: portemonnee uitgeschakeld

source: Wallet not ready
el: Πορτοφόλι δεν είναι έτοιμο
fr: Portefeuille n’est pas prêt
nl: Portemonnee niet klaar

source: WARNING
el: ΠΡΟΕΙΔΟΠΟΊΗΣΗ
fr: MISE EN GARDE
nl: WAARSCHUWING

source: wipe
el: σκουπίστε
fr: lingette
nl: Veeg

source: WRITE DOWN YOUR RECOVERY PHRASE
el: ΓΡΆΨΤΕ ΚΆΤΩ ΤΗ ΦΡΆΣΗ ΣΑΣ ΑΠΟΚΑΤΆΣΤΑΣΗΣ
fr: ÉCRIVEZ VOTRE PHRASE DE RÉCUPÉRATION
nl: NOTEER UW RECOVERY-ZIN

source: you received dash!
el: έχετε λάβει παύλα!
fr: vous avez reçu le tableau de bord !
nl: u ontving dash!

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
el: Το πορτοφόλι σας μπορεί να είναι εκτός συγχρονισμού. This συχνά μπορεί να καθοριστεί από την επανεξέταση το blockchain.
fr: Votre portefeuille peut être de sync. This peut souvent être corrigé par une nouvelle analyse de la blockchain.
nl: Uw portemonnee kan worden uit sync. This kan vaak worden opgelost door de blockchain aanloopfase.

source: ok
fr: Bien
