Repository: jonspock/iPhoneDevault
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, hu, it, ja, ko, pl, pt, ru, sv, tr, vi, zh_hans

source: This is your dash balance. Dash is a currency. The exchange rate changes with the market.
da: Dette er din dash balance. Dash er en valuta. Valutakursændringer med markedet.
de: Dies ist Ihre Dash-Waage. Dash ist eine Währung. Der Wechselkurs ändert sich mit dem Markt.
hu: Ez a dash egyenlegét. Az indítópanel a valuta. Az árfolyam-ingadozás, a piacon.
it: Questo è il tuo saldo di dash. Dash è una valuta. Le variazioni dei tassi di cambio con il mercato.
ja: これは、あなたのダッシュのバランスです。ダッシュは、通貨です。市場と為替レートの変動。
ko: 이것은 당신의 대시 균형 이다. 대시는 통화입니다. 시장 환율 변화입니다.
pl: To jest Twój balans myślnik. Kreska jest walutą. Zmiany kursowe z rynku.
pt: Este é o seu saldo de traço. Dash é uma moeda. A taxa de câmbio muda com o mercado.
ru: Это ваш баланс тире. Dash-это валюта. Изменения обменного курса с рынком.
sv: Detta är din dash-balans. Dash är en valuta. Valutakursförändringar med marknaden.
tr: Bu sizin dash dengedir. Çizgi bir para birimidir. Döviz kurundaki piyasa ile.
vi: Điều này là số dư dash của bạn. Dấu gạch ngang là một loại tiền tệ. Thay đổi tỷ giá hối đoái với thị trường.
zh_hans: 这是你的破折号平衡。短跑是一种货币。与市场汇率的变化。

source: this payment address is already in your wallet
da: denne betalingsadresse er allerede i din tegnebog
de: Diese Zahlungsadresse ist bereits in Ihrer Brieftasche
hu: Ez a fizetési cím már szerepel a pénztárca
it: Questo indirizzo di pagamento è già nel tuo portafoglio
ja: このお支払いのアドレスは既にあなたの財布
ko: 이 결제 주소는 이미 당신의 지갑에
pl: Ten adres płatności jest już w portfelu
pt: Este endereço de pagamento já está em sua carteira
ru: Этот адрес оплаты уже в вашем бумажнике
sv: Denna betalningsadress finns redan i din plånbok
tr: Bu ödeme zaten cüzdanında adresidir
vi: địa chỉ thanh toán này là đã có trong ví của bạn
zh_hans: 此付款地址已在你的钱包

source: this private key is already in your wallet
da: denne private nøgle er allerede i din pung
de: dieser private Schlüssel ist bereits in Ihrer Brieftasche
hu: Ez a privát kulcs van már-ban tárcátok
it: Questa chiave privata è già nel tuo portafoglio
ja: この秘密キーは既にあなたの財布に
ko: 이 개인 키가 이미 당신의 지갑에
pl: klucz prywatny jest już w portfelu
pt: Esta chave privada já está em sua carteira
ru: Этот закрытый ключ уже находится в вашем бумажнике
sv: denna privata nyckel finns redan i din plånbok
tr: Bu özel anahtarı, zaten var
vi: này khóa riêng là đã có trong ví của bạn
zh_hans: 这个私有密钥已在你的钱包

source: this private key is empty
da: denne private nøgle er tom
de: dieser private Schlüssel ist leer
hu: a privát kulcs üres
it: Questa chiave privata è vuota
ja: この秘密キーは空
ko: 이 개인 키가 빈
pl: klucz prywatny jest pusty
pt: Esta chave privada está vazio
ru: Этот закрытый ключ пустой
sv: denna privata nyckel är tom
tr: Bu özel anahtar boş
vi: này khóa riêng là trống rỗng
zh_hans: 此私钥是空

source: to:
da: til:
de: An:
hu: hogy:
it: A:
ja: 宛先：
ko: 받는 사람:
pl: do:
pt: Para:
ru: Кому:
sv: till:
tr: Hedef:
vi: để:
zh_hans: 自：

source: to: %@
da: til: %@
de: zu: %@
hu: hogy: %@
it: a: %@
pl: do: %@
pt: para: %@
ru: для: %@
sv: till: %@
tr: için: %@
vi: để: %@
zh_hans: 到: %@

source: touch id limit
da: touch-id grænse
de: Tippen Sie auf ID-Grenze
it: limite di Identificativo di tocco
ja: id 制限に触れる
ko: 터치 id 제한
pt: limite de identificação de toque
ru: Touch id предел
sv: Touch id gräns
tr: dokunmatik kimliği sınırı
vi: Touch id giới hạn
zh_hans: 触摸 id 限制

source: touch id spending limit
da: touch id udgiftsgrænse
de: Tippen Sie auf Id Ausgabenlimit
hu: Touch id költekezési korlát
it: toccare id limite di spesa
ja: id 支出限度をタッチします。
ko: id 지출 한도 터치
pl: Touch id limit wydatków
pt: toque de identificação de limite de gastos
ru: Touch id расходного лимита
sv: Touch id maxbelopp
tr: sınırı harcama kimliği dokunma
vi: Touch id chi tiêu giới hạn
zh_hans: 触摸 id 支出限额

source: transaction canceled, network timeout
da: transaktion annulleres, netværk timeout
de: Transaktion abgebrochen, Netzwerk-timeout
hu: tranzakció visszavonva, hálózati időtúllépése
it: transazione annullata, timeout di rete
ja: トランザクションがキャンセルされると、ネットワークのタイムアウト
ko: 거래 취소, 네트워크 시간 초과
pl: transakcja anulowana, limit czasu sieci
pt: transação cancelada, tempo limite de rede
ru: транзакция отменена, время ожидания сети
sv: transaktionen avslutas tidsgränsen överskreds för nätverket
tr: işlem iptal edildi, ağ zaman aşımı
vi: giao dịch bị hủy bỏ, thời gian chờ mạng
zh_hans: 交易取消，网络超时

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
da: transaktionsgebyrer ville koste mere end de midler til rådighed på denne private nøgle (på grund af lille 'dust'indskud)
de: Transaktionsgebühren wäre teurer als die Mittel finden Sie auf diesen privaten Schlüssel (aufgrund von winzigen 'dust'Einlagen)
hu: tranzakciós díjak volna többe, mint a rendelkezésre álló, a privát kulcs (mivel a pici 'dust'betétek)
it: le spese di transazione sarebbero costato più di fondi disponibili su questa chiave privata (a causa di piccoli 'dust'depositi)
ja: 手数料 (小さな 'dust'堆積物) のためにこの秘密キーに利用可能な資金よりも多くのコストです。
ko: 거래 수수료 (때문에 작은 'dust'예금)이 개인 키에 사용할 수 있는 자금 보다 더 많은 비용이
pl: prowizje od transakcji będzie kosztować więcej niż dostępne środki na ten klucz prywatny (ze względu na małe 'dust'depozyty)
pt: taxas de transação custaria mais do que os fundos disponíveis nesta chave privada (devido a pequenos 'dust'depósitos)
ru: комиссионные сборы будут стоить дороже, чем средства, имеющиеся на этот закрытый ключ (из-за крошечные 'dust «депозиты)
sv: transaktionsavgifter skulle kosta mer än medel som är tillgängliga på detta privata nyckeln (på grund av små 'dust'inlåning)
tr: işlem ücretleri fonları (nedeniyle küçük 'dust'mevduat) bu özel anahtara daha pahalıya mal
vi: phí giao dịch sẽ có chi phí nhiều hơn so với các quỹ có sẵn trên này khóa riêng (do nhỏ 'dust'tiền gửi)
zh_hans: 交易费用将花费更多比此私钥 （由于微小 'dust'存款) 上可用资金

source: transaction history
da: transaktionshistorie
de: Transaktionshistorie
hu: tranzakciók előzményei
it: cronologia delle transazioni
ja: 取引履歴
ko: 거래 내역
pl: Historia transakcji
pt: Histórico de transacções
ru: История транзакций
sv: transaktionshistorik
tr: işlem geçmişi
vi: lịch sử giao dịch
zh_hans: 交易历史记录

source: transaction rejected
da: transaktion afvist
de: Transaktion abgelehnt
hu: elutasított tranzakció
it: transazione rifiutata
ja: 取引拒否
ko: 거래 거부
pl: transakcja została odrzucona
pt: transação rejeitada
ru: транзакция отклонена
sv: transaktion som Förkastat
tr: hareket reddetti
vi: giao dịch bị từ chối
zh_hans: 被拒绝的交易

source: turn device passcode on
da: Tænd enheden adgangskode
de: Gerätecode einschalten
hu: a készülék biztonsági kódot bekapcsolása
it: Accendere il dispositivo passcode
ja: デバイスのパスコードをオンにします。
ko: 장치 패스 코드 설정
pl: włączyć kod dostępu urządzenia
pt: Ativar senha de dispositivo
ru: Включение устройства секретный код
sv: Aktivera enhetens lösenkod
tr: aygıt geçiş kodu açmak
vi: bật thiết bị mật mã
zh_hans: 打开设备通行码

source: Unable to retrieve API token
da: Kunne ikke hente API token
de: Nicht in der Lage, API Token abzurufen
hu: Nem sikerült lekérdezni a API Token-je
it: Impossibile recuperare token di API
ja: API トークンを取得できません。
ko: API 토큰을 검색할 수 없습니다
pl: Nie można pobrać tokenu interfejsu API
pt: Não é possível recuperar o token de API
ru: Не удалось получить маркер API
sv: Det gick inte att hämta API token
tr: API belirteci alınamıyor
vi: Không thể truy xuất API token
zh_hans: 无法检索 API 令牌

source: Unable to save API token
da: Afskåret fra opspare API token
de: API Token speichern nicht möglich
hu: Nem lehet menteni a API Token-je
it: Impossibile salvare le API token
ja: API トークンを保存できません。
ko: API 토큰을 저장할 수 없습니다
pl: Nie można zapisać tokenu interfejsu API
pt: Não é possível salvar o token de API
ru: Не удается сохранить маркер API
sv: Det går inte att spara API token
tr: API belirteci kaydedilemiyor
vi: Không thể lưu các API token
zh_hans: 无法保存 API 令牌

source: unexpected response from %@
da: uventet svar fra %@
de: unerwartete Antwort von %@
hu: váratlan válasz %@
it: risposta imprevista da %@
ja: 予期しない応答 %@
ko: 예기치 않은 응답 %@
pl: niespodziewana odpowied┼║ %@
pt: resposta inesperada do %@
ru: неожиданный ответ от %@
sv: oväntat svar från %@
tr: beklenmeyen yanıt %@
vi: Các phản ứng bất ngờ từ %@
zh_hans: 意外的响应，从 %@

source: unknown address
da: Ukendt adresse
de: unbekannte Adresse
hu: ismeretlen cím
it: Indirizzo sconosciuto
ja: 不明なアドレス
ko: 알 수 없는 주소
pl: adres nieznany
pt: Endereço desconhecido
ru: неизвестный адрес
sv: okänd adress
tr: Bilinmeyen adres
vi: không rõ địa chỉ
zh_hans: 未知的地址

source: unrecognized address
da: Ukendt adresse
de: unbekannte Adresse
hu: ismeretlen cím
it: Indirizzo non riconosciuto
ja: 認識されないアドレス
ko: 알 수 없는 주소
pl: nierozpoznany adres
pt: Endereço não reconhecido
ru: неизвестный адрес
sv: okänd adress
tr: Tanınmayan adresi
vi: địa chỉ không được công nhận
zh_hans: 无法识别的地址

source: unsupported or corrupted document
da: ikke-understøttet eller beskadigede dokument
de: nicht unterstützte oder beschädigten Dokument
hu: nem támogatott, vagy sérült a dokumentum
it: documento non supportato o danneggiato
ja: サポートされていないか破損しているドキュメント
ko: 지원 되지 않는 또는 손상 된 문서
pl: nieobsługiwany lub uszkodzony dokument
pt: documento sem suporte ou corrompido
ru: неподдерживаемый или поврежденный документ
sv: som inte stöds eller skadade dokument
tr: dosya, desteklenmeyen veya bozuk belge
vi: tài liệu hỗ trợ hoặc bị hỏng
zh_hans: 不支持或已损坏的文档

source: unsupported signature type
da: ikke-understøttet signatur type
de: nicht unterstützte Signaturtyp
hu: típus nem támogatott aláírás
it: tipo di firma non supportato
ja: サポートされていない署名の種類
ko: 지원 되지 않는 서명 유형
pl: typ podpisu nieobsługiwane
pt: tipo de assinatura sem suporte
ru: тип подписи не поддерживается
sv: stöds inte signatur typ
tr: Desteklenmeyen imza türü
vi: kiểu chữ ký không được hỗ trợ
zh_hans: 不支持的签名类型

source: unsupported url
da: ikke-understøttet url
de: nicht unterstützte url
hu: nem támogatott url
it: url non supportato
ja: サポートされていない url
ko: 지원 되지 않는 url
pl: Nieobsługiwane url
pt: url sem suporte
ru: неподдерживаемый URL-адрес
sv: stöds inte url
tr: Desteklenmeyen url
vi: url không được hỗ trợ
zh_hans: 不支持的 url

source: untrusted certificate
da: domænecontrollercertifikat
de: nicht vertrauenswürdige Zertifikat
hu: nem megbízható tanúsítvány
it: certificato non attendibile
ja: 信頼されていない証明書
ko: 신뢰할 수 없는 인증서
pl: niezaufany certyfikat
pt: certificado não confiável
ru: ненадежный сертификат
sv: obetrodda certifikat
tr: güvenilir olmayan bir sertifika
vi: chứng chỉ không đáng tin cậy
zh_hans: 不受信任的证书

source: unverified
da: ubekræftet
de: nicht überprüft
hu: ellenőrzött
it: non verificato
ja: 未確認
ko: 확인 되지 않은
pl: niepotwierdzone
pt: Não verificado
ru: непроверенная
sv: overifierade
tr: doğrulanmadı
vi: Chưa được xác minh
zh_hans: 未验证

source: verified, waiting for confirmation
da: verificeret, venter på bekræftelse
de: überprüft, warten auf Bestätigung
hu: ellenőrzött, megerősítésre vár
it: verificato, in attesa di conferma
ja: 検証、確認を待って
ko: 확인, 확인을 기다리고
pl: sprawdzonych, czekam na potwierdzenie
pt: verificado, à espera de confirmação
ru: Проверено, ожидает подтверждения
sv: kontrollerat, väntar på bekräftelse
tr: doğrulandı, doğrulama için bekliyor
vi: xác minh, đang chờ xác nhận
zh_hans: 验证，等待确认

source: verify passcode
da: Bekræft adgangskode
de: Überprüfen Sie Code
hu: Ellenőrizze a jelszót
it: verificare il codice di accesso
ja: パスコードを確認します。
ko: 암호 확인
pl: Sprawdź kod dostępu
pt: Verificar senha
ru: Проверка пароля
sv: verifiera lösenord
tr: Şifreyi doğrulayın
vi: xác minh mã
zh_hans: 验证密码

source: wallet address
da: tegnebog adresse
de: Wallet Adresse
hu: pénztárca cím
it: Indirizzo di portafoglio
ja: 財布アドレス
ko: 지갑 주소
pl: adres portfela
pt: Endereço da carteira
ru: кошелек адрес
sv: plånbok-adress
tr: m-cüzdan adresi
vi: địa chỉ Wallet
zh_hans: 钱包地址

source: wallet disabled
da: tegnebog deaktiveret
de: Brieftasche deaktiviert
hu: pénztárca le van tiltva
it: portafoglio disabilitato
ja: 無効になっている財布
ko: 지갑 사용 하지 않도록 설정
pl: Portfel wyłączone
pt: carteira desabilitada
ru: кошелек отключен
sv: plånbok inaktiverad
tr: m-cüzdan devre dışı
vi: Ví bị vô hiệu hoá
zh_hans: 禁用的钱包

source: Wallet not ready
da: Tegnebog ikke klar
de: Brieftasche nicht bereit
hu: Pénztárca nem áll készen
it: Portafoglio non pronto
ja: 財布の準備ができていません
ko: 지갑 안 준비
pl: Portfel nie jest gotowy
pt: Carteira não está pronta
ru: Кошелек не готов
sv: Plånbok inte redo
tr: M-cüzdan hazır değil
vi: Ví không sẵn sàng
zh_hans: 未准备好的钱包

source: WARNING
da: ADVARSEL
de: WARNUNG
hu: FIGYELMEZTETÉS
it: AVVISO
ja: 警告
ko: 경고
pl: OSTRZEŻENIE
pt: AVISO
ru: ПРЕДУПРЕЖДЕНИЕ
sv: VARNING
tr: UYARI
vi: CẢNH BÁO
zh_hans: 警告

source: wipe
da: tørre
de: Wischen Sie
hu: tisztítókendő
it: pulire
ja: ワイプ
ko: 지우기
pl: wytrzeć
pt: Limpe
ru: Протрите
sv: torka
tr: silme
vi: lau
zh_hans: 擦去

source: WRITE DOWN YOUR RECOVERY PHRASE
da: NEDSKRIVE DIN OPSVING SÆTNING
de: NOTIEREN SIE IHRE RECOVERY-PHRASE
hu: ÍRJA LE A HELYREÁLLÍTÁSI MONDAT
it: SCRIVETE LA VOSTRA FRASE DI RECUPERO
ja: 回復フレーズを書き留めてください。
ko: 복구 문구를 적어
pl: ZAPISAĆ SWOJĄ FRAZĘ ODZYSKIWANIA
pt: ESCREVA SUA FRASE DE RECUPERAÇÃO
ru: ЗАПИШИТЕ ВАШУ ФРАЗУ ВОССТАНОВЛЕНИЯ
sv: SKRIV NER DIN ÅTERHÄMTNING FRAS
tr: KURTARMA METNİNİZİ YAZMAK
vi: GHI CỤM TỪ PHỤC HỒI CỦA BẠN
zh_hans: 恢复密码写

source: you received dash!
da: du har modtaget dash!
de: Sie erhielt Dash!
hu: kapott a dash!
it: Hai ricevuto dash!
ja: あなたはダッシュを受け取った!
ko: 대시 받은!
pl: otrzymałeś dash!
pt: Você recebeu o traço!
ru: Вы получили тире!
sv: du fick dash!
tr: dash aldı!
vi: bạn nhận được dấu gạch ngang!
zh_hans: 你收到冲刺 ！

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
da: Din tegnebog kan være ud af sync. This kan ofte løses ved scanne igen blockchain.
de: Ihren Geldbeutel haben möglicherweise Sync. This kann oft durch erneutes Scannen der Blockchain behoben werden.
hu: Tárcájában lehet, a sync. This gyakran lehet rögzíteni a blockchain újraellenőrzése.
it: Il tuo portafoglio può essere su sync. This spesso può essere risolto da una nuova scansione della blockchain.
ja: あなたの財布のうちかもしれない同期します。 This は、blockchain の再スキャンによってしばしば修正ことができます。
ko: 당신의 지갑의 밖으로 있을 수 있습니다 동기화. This는 blockchain를 재검색 하 여 종종 고쳐질 수 있다.
pl: Twój portfel może być z sync. This można często rozwiązać przez rozpędzania blockchain.
pt: Sua carteira pode ser de sincronização. This muitas vezes pode ser corrigido verificando novamente a blockchain.
ru: Ваш кошелек может быть из sync. This часто может быть исправлено путем повторного чтения blockchain.
sv: Din plånbok kan vara av sync. This kan ofta åtgärdas genom återskanna blockchain.
tr: Cüzdanını-ebilmek var olmak dışarı-in sync. This kez sabit blockchain yeniden tararken tarafından.
vi: Ví của bạn có thể ra khỏi đồng bộ. This thường có thể được cố định bởi rescanning blockchain.
zh_hans: 你的钱包可能出同步。 This 经常可以通过重新扫描 blockchain 固定。
