Repository: jonspock/iPhoneDevault
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, hu, it, ja, ko, pl, pt, ru, sv, tr, vi, zh_hans

source: panic lock
da: panik lås
de: Panikschloss
hu: pánik zár
it: serratura antipanico
ja: パニック ロック
ko: 공황 잠금
pl: Zamek z klamką antypaniczną
pt: bloqueio de pânico
sv: panik lås
tr: Panik kilidi
vi: hoảng loạn khóa
zh_hans: 恐慌的锁

source: passcode
da: adgangskode
hu: PIN-kód
it: codice di accesso
ja: パスコード
ko: 암호
pl: kod dostępu
pt: senha
ru: секретный код
sv: lösenkod
tr: giriş kodu
vi: mã khóa
zh_hans: 密码

source: passcode for %@
da: adgangskoden for %@
de: Passcode für %@
hu: a passcode %@
it: codice di accesso per %@
ja: パスコード %@
ko: 암호에 대 한 %@
pl: kod dostępu dla %@
pt: senha para %@
ru: секретный код для %@
sv: lösenkod för %@
tr: şifre için %@
vi: mật mã cho %@
zh_hans: 密码 %@

source: password
da: adgangskode
de: Passwort
hu: jelszó
ja: パスワード
ko: 암호
pl: hasło
pt: senha
ru: пароль
sv: lösenord
tr: şifre
vi: mật khẩu
zh_hans: 密码

source: password protected key
da: password beskyttede nøgle
de: Passwort geschützte Schlüssel
hu: jelszóval védett kulcsot
it: password protetta chiave
ja: パスワード保護されたキー
ko: 암호 보호 키
pl: klucz chronione hasłem
pt: chave de senha protegida
ru: защищенный ключ паролем
sv: lösenord skyddad nyckel
tr: parola korumalı anahtar
vi: mật khẩu bảo vệ phím
zh_hans: 密码保护的密钥

source: pay
da: betale
de: Zahlen
hu: fizetés
it: pagare
ja: 支払う
ko: 지불
pl: płacić
pt: pagar
ru: оплатить
sv: betala
tr: ödeme
vi: trả tiền
zh_hans: 工资

source: payee identity isn't certified
da: betalingsmodtagerens identitet ikke er certificeret
de: Zahlungsempfänger Identität ist nicht zertifiziert
hu: kedvezményezett identitás nem hitelesített
it: identità del beneficiario non è certificata
ja: 支払い先の id が認定されていません。
ko: 수취인 신원 인증 되지 않습니다.
pl: tożsamość odbiorcy nie jest certyfikowany
pt: identidade do beneficiário não é certificada
ru: личность получателя не сертифицирован
sv: betalningsmottagarens identitet inte är certifierade
tr: alacaklı kimliği sertifikalı değil
vi: danh tính người nhận thanh toán không phải là chứng nhận
zh_hans: 收款人的身份并不被认证

source: payment address
da: betalingsadresse
de: Zahlungsadresse
hu: fizetési cím
it: Indirizzo di pagamento
ja: 費用の支払い先
ko: 결제 주소
pl: adres płatności
pt: Endereço de pagamento
ru: адрес оплаты
sv: betalningsadress
tr: ödeme adresi
vi: địa chỉ thanh toán
zh_hans: 付款地址

source: payment output
da: betaling output
de: Zahlung-Ausgabe
hu: fizetési kimenet
it: uscita di pagamento
ja: 支払い出力
ko: 지불 출력
pl: dane wyjściowe płatności
pt: saída de pagamento
ru: выходные данные платежа
sv: betalning utdata
tr: ödeme çıktı
vi: thanh toán ra
zh_hans: 付款输出

source: pending
da: ventende
de: ausstehende
hu: függőben lévő
it: in sospeso
ja: 保留中
ko: 보류 중
pl: oczekujące
pt: pendente
ru: Ожидание
sv: väntande
tr: Bekleyen
vi: đang chờ xử lý
zh_hans: 挂起

source: Please wait
da: Vent venligst
de: Bitte warten
hu: várj, kérlek
it: Attendere prego
ja: お待ちください
ko: 잠시만 기다려 주십시오
pl: Czekaj
pt: Aguarde
ru: Подождите
sv: Snälla vänta
tr: Lütfen bekleyin
vi: Hãy chờ
zh_hans: 请稍候

source: Receive dash at this address: %@
da: Modtage dash på denne adresse: %@
de: Strich unter dieser Adresse erhalten: %@
hu: Kap dash ezen a címen: %@
it: Ricevere dash a questo indirizzo: %@
ja: このアドレスでダッシュを受け取る: %@
ko: 이 주소에 대시를 받을: %@
pl: Otrzymywać kreska pod tym adresem: %@
pt: Receber o traço neste endereço: %@
ru: Получить тире по этому адресу: %@
sv: Ta emot dash på denna adress: %@
tr: Dash bu adresten alırsınız: %@
vi: Nhận dấu gạch ngang tại địa chỉ này: %@
zh_hans: 接收短划线在此地址: %@

source: received
da: modtaget
de: erhalten
hu: kapott
it: ha ricevuto
ja: 受信
ko: 받은
pl: odebrane
pt: recebeu
ru: получено
sv: fick
tr: alınan
vi: nhận được
zh_hans: 收到

# received %@ (%@)
source: received %1$@ (%2$@)
da: modtaget %1$ @ (%2$ @)
de: %1$ @ erhalten (%2$ @)
hu: kapott %1$ @ ($%2 @)
it: ha ricevuto %1$ @ (%2$ @)
ja: 1%$ @ を受け取った (2%$ @)
ko: @ %1 $를 받았습니다 (%2$ @)
pl: otrzymała %1$ @ (%2$ @)
pt: recebeu 1% $@ (2% $@)
ru: получено %1$ @ (%2$ @)
sv: fick %1$ @ (%2$ @)
tr: alınan %1$ @ (%2$ @)
vi: nhận được %1$ @ (%2$ @)
zh_hans: 收到 %1$ @ (%2$ @)

source: recovery phrase
da: Recovery sætning
de: Erholung-Satz
hu: helyreállítási mondat
it: frase di recupero
ja: 回復フレーズ
ko: 복구 구문
pl: frazy odzyskiwania
pt: frase de recuperação
ru: фраза восстановления
sv: återhämtning fras
tr: Kurtarma ifade
vi: cụm từ phục hồi
zh_hans: 恢复短语

source: recovery phrase doesn't match
da: Recovery sætning svarer ikke
de: Erholung-Satz stimmt nicht überein
hu: helyreállítási kifejezés nem egyezik
it: frase di recupero non corrisponde
ja: 回復フレーズが一致しません。
ko: 복구 어구 일치 하지 않습니다.
pl: odzyskiwania zdanie nie pasuje
pt: frase de recuperação não corresponder
ru: восстановления фраза не соответствует
sv: återhämtning fras matchar inte
tr: Kurtarma ifade eşleşmiyor
vi: phục hồi cụm từ không phù hợp
zh_hans: 恢复短语不匹配

source: recovery phrase must have %d words
da: Recovery sætning skal have %d ord
de: Erholung-Satz muss %d Wörter haben.
hu: helyreállítási kifejezést kell szavakat: %d
it: frase di recupero deve avere %d parole
ja: 回復フレーズの文字数は %d を持つ必要があります。
ko: 복구 문구 %d 단어 있어야 합니다.
pl: frazy odzyskiwania musi mieć %d słowa
pt: frase de recuperação deve ter %d palavras
ru: восстановления фраза должна иметь слова %d
sv: återhämtning frasen måste ha %d ord
tr: Kurtarma ifade %d kelime olmalıdır
vi: phục hồi cụm từ phải có từ ngữ %d
zh_hans: 恢复短语必须有 %d 个单词

# reduce payment amount by %@ (%@)?
source: reduce payment amount by %1$@ (%2$@)?
da: reducere betaling beløb by %1$@ (%2$ @)?
de: reduzieren Sie Zahlung Betrag by %1$@ (%2$ @)?
hu: csökkenti a fizetési összeg by %1$@ (%2$ @)?
it: ridurre il pagamento importo by %1$@ (%2$ @)?
ja: 支払金額 by %1$@ を減らす (2%$ @)?
ko: 지불 금액 by %1$@ 감소 (%2$ @)?
pl: zmniejszenia płatności kwoty by %1$@ (%2$ @)?
pt: reduzir o pagamento quantidade by %1$@ (2% $@)?
ru: уменьшить by %1$@ сумму платежа (%2$ @)?
sv: minska betalning belopp by %1$@ (%2$ @)?
tr: ödeme tutarı by %1$@ azaltmak (%2$ @)?
vi: giảm thanh toán số tiền by %1$@ (%2$ @)?
zh_hans: 减少付款金额 by %1$@ (%2$ @)？

source: request
da: anmodning
de: Anfrage
hu: kérelem
it: richiesta
ja: 要求
ko: 요청
pl: wniosek
pt: solicitação de
ru: запрос
sv: begäran
tr: istek
vi: yêu cầu
zh_hans: 请求

source: request an amount
da: anmode om et beløb
de: fordern Sie einen Betrag
hu: Kérjen egy összeg
it: richiesta una quantità
ja: 要求量
ko: 요청 금액
pl: wniosek o kwotę
pt: solicitar uma quantidade
ru: Запрос суммы
sv: begära ett belopp
tr: isteği bir miktar
vi: yêu cầu một số tiền
zh_hans: 请求金额

source: request expired
da: anmodning udløbet
de: Anfrage abgelaufen
hu: kérelem lejárt
it: richiesta scaduta
ja: 要求の有効期限が切れてください。
ko: 요청 만료
pl: żądanie wygasło
pt: solicitação expirou
ru: истек срок действия запроса
sv: begäran gått ut
tr: istek süresi
vi: yêu cầu đã hết hạn
zh_hans: 请求已过期

# requested network "%@" instead of "%@"
source: requested network "%1$@" instead of "%2$@"
da: anmodet om netværk '%1$@' i stedet for '%2$@'
de: Netzwerk '%1$@ angefordert' statt '%2$@'
hu: a kért hálózati '%1$@' nem '%2$@'
it: richiesto da rete '%1$@' invece di '%2$@'
ja: 要求されたネットワーク '%1$@''%2$@ ではなく」
ko: 네트워크 '%1$@ 요청한' '%2$@ 대신'
pl: zgłoszony sieci '%1$@' zamiast '%2$@'
pt: solicitado a rede '%1$@' em vez de '%2$@'
ru: просил сеть '%1$@» вместо '%2$@»
sv: efterfrågades nätverk '%1$@' i stället för '%2$@'
tr: Ağ '%1$@ istenen' yerine '%2$@'
vi: yêu cầu mạng '%1$@' thay vì '%2$@'
zh_hans: 要求网络 '%1$@'而不是 '%2$@'

source: rescan
de: erneute Suche
hu: újraellenőrzése
it: ripetizione dell'analisi
ja: 再スキャン
ko: 다시 검색
pl: Skanuj ponownie
pt: nova pesquisa
ru: Повторное сканирование
sv: omsökning
tr: Yeniden Tara
vi: tại
zh_hans: 重新扫描

source: rescan blockchain
da: Scan blockchain
de: Blockchain Scannen
hu: Ellenőrizze blockchain
ja: blockchain を再スキャンします。
ko: blockchain를 다시
pl: Przeskanuj blockchain
pt: examinar novamente blockchain
ru: Повторное сканирование blockchain
tr: blockchain yeniden Tara
vi: tại blockchain
zh_hans: 重新扫描 blockchain

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
da: Skanner igen blockchain hvis du tror, du kan nyde savnet transaktioner, eller har problemer med at sende (scanne igen kan tage flere minutter)
de: Scannen Sie Blockchain, wenn Sie denken Sie möglicherweise fehlende Transaktionen oder haben Probleme beim Senden (erneutes Scannen kann mehrere Minuten dauern)
hu: Ellenőrizze a blockchain, ha úgy gondolja, lehet, hogy hiányzik a tranzakciók, vagy birtoklás baj küldő (újraellenőrzése is csak néhány perc múlva)
it: Rescan blockchain se pensi che potrebbe essere mancante di transazioni, o sono avere problemi invio (analizzando può) richiedere alcuni minuti
ja: トランザクションを持たないかトラブル送信 (再スキャンすることができます数分かかる) を持っていると思う場合は、blockchain を再スキャンします。
ko: 만약 당신이 생각 하는 수 있습니다 트랜잭션을 누락 했거나 문제가 보내는 (중이거나 수 몇 분 정도 걸릴) 하는 데 blockchain를 다시
pl: Przeskanuj blockchain, jeśli uważasz, że może mieć brak transakcji, lub mają kłopoty wysyłającego (ponowne skanowanie może potrwać kilka minut)
pt: blockchain verificar novamente se você acha que pode ter falta de transações, ou está tendo problemas envio (varredura pode) demorar vários minutos
ru: Повторное сканирование blockchain, если вы думаете, вы, возможно, отсутствуют транзакции, или возникают проблемы отправки (повторного сканирования может занять несколько минут)
sv: omsökning blockchain om du tror att du kanske saknas transaktioner eller har problem med att skicka (genomsöka kan ta flera minuter)
tr: hareketleri eksik olabilir veya (almak birkaç zabıtname sorun Gönderen yeniden tararken) sahip düşünüyorsanız blockchain yeniden Tara
vi: tại blockchain nếu bạn nghĩ rằng bạn có thể đã bỏ lỡ các giao dịch, hoặc đang gặp khó khăn khi gửi (rescanning có thể mất vài phút)
zh_hans: 重新扫描 blockchain 如果你认为你可能已经错过交易，或有麻烦发送 （重扫描可以需要几分钟时间）

source: reset
da: nulstille
de: Zurücksetzen
ja: リセット
ko: 리셋
pt: redefinir
ru: Сброс
sv: återställa
tr: sıfırlama
vi: thiết lập lại
zh_hans: 重置

source: Scan someone else's QR code to get their dash address. You can send a payment to anyone with an address.
da: Scan en andens QR kode for at få deres dash adresse. Du kan sende en betaling til alle med en adresse.
de: Scannen Sie ein fremdes QR-Code um die Dash-Adresse zu erhalten. Sie können eine Zahlung für jeden mit einer Adresse senden.
hu: Olvassa valaki másnak QR-kódot a dash cím megszerzéséhez. A fizetés küldhet bárki címmel.
it: Scansione di qualcun altro codice QR per ottenere il loro indirizzo di dash. È possibile inviare un pagamento a chiunque disponga di un indirizzo.
ja: そのダッシュのアドレスを取得する誰か他の人の QR コードをスキャンします。アドレスとのだれでもに支払いを送信することができます。
ko: 다른 사람의 그들의 대시 주소를 QR 코드를 스캔 합니다. 주소와 사람에 게 지불을 보낼 수 있습니다.
pl: Skanowanie czyjegoś kod QR, aby uzyskać ich adres dash. Możesz wysłać płatność nikomu z adresem.
pt: Digitalizar o código QR de outra pessoa para obter seu endereço do traço. Você pode enviar um pagamento para qualquer pessoa com um endereço.
ru: Сканировать чужой QR код, чтобы получить их адрес тире. Вы можете отправить платеж кому-либо с адресом.
sv: Skanna någon annans QR koden för att få deras dash adress. Du kan skicka en betalning till någon med en adress.
tr: Kendi çizgi adresini almak için başka birinin QR kodu tarayın. Bir adresi olan herkese bir ödeme gönderebilirsiniz.
vi: Quét của ai mã QR để nhận địa chỉ dấu gạch ngang của họ. Bạn có thể gửi một khoản thanh toán cho bất cứ ai với một địa chỉ.
zh_hans: 扫描别人的二维码，获取他们的破折号地址。您可以向任何一个地址发送付款。

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
da: Screenshots er synlige for andre apps og enheder. Generere et nyt opsving sætning og holde det hemmeligt.
de: Screenshots sind sichtbar für andere apps und Geräte. Erzeugen Sie eine neue Wiederherstellung Phrase und halten Sie es geheim.
hu: Képek láthatók más alkalmazások és eszközök. Létrehoz egy új helyreállítási mondatot, és tartsa titokban.
it: Screenshots sono visibili ad altre applicazioni e dispositivi. Generare una nuova frase di recupero e mantenere il segreto.
ja: スクリーン ショットは、他のアプリやデバイスに表示されます。新しい回復フレーズを生成し、それを秘密保ちます。
ko: 스크린샷을 다른 애플 리 케이 션 및 장치를 볼 수 있습니다. 새로운 복구 구문을 생성 하 고 그것을 비밀로.
pl: Zrzuty ekranu są widoczne dla innych aplikacji i urządzeń. Generuj nową frazę odzyskiwania i zachowaj je w tajemnicy.
pt: Screenshots são visíveis para outros dispositivos e aplicações. Gerar uma nova frase de recuperação e mantê-la secreta.
ru: Скриншоты являются видимыми для других приложений и устройств. Создать новую фразу восстановления и держать его в секрете.
sv: Skärmdumpar är synliga för andra appar och enheter. Generera en ny återställning fras och hålla det hemligt.
tr: Ekran görüntüleri diğer apps ve cihazlar için görülebilir. Yeni bir kurtarma ifade oluşturmak ve gizli tutun.
vi: Ảnh chụp màn hình được hiển thị cho các ứng dụng và thiết bị. Tạo ra một cụm từ mới phục hồi và giữ bí mật.
zh_hans: 截图都可见到其他应用程序和设备。生成一个新的恢复短语和保守秘密。

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
da: Screenshots er synlige for andre apps og enheder. Dine penge er i fare. Overføre din saldo til en anden tegnebog.
de: Screenshots sind sichtbar für andere apps und Geräte. Ihr Geld ist in Gefahr. Übertragen Sie Ihr Guthaben auf ein anderes Brieftasche.
hu: Képek láthatók más alkalmazások és eszközök. Pénzed veszélyben vannak. Az egyenleg átvitele egy másik pénztárca.
it: Screenshots sono visibili ad altre applicazioni e dispositivi. I fondi sono a rischio. Trasferire il saldo su un altro.
ja: スクリーン ショットは、他のアプリやデバイスに表示されます。あなたの資金は、リスクです。もう一つの財布にあなたのバランスを転送します。
ko: 스크린샷을 다른 애플 리 케이 션 및 장치를 볼 수 있습니다. 당신의 자금을 위험에 있습니다. 다른 지갑에 당신의 균형을 전송 합니다.
pl: Zrzuty ekranu są widoczne dla innych aplikacji i urządzeń. Twoje pieniądze są zagrożone. Przeniesienie salda do innej portfel.
pt: Screenshots são visíveis para outros dispositivos e aplicações. Seus fundos estão em risco. Transferi seu saldo para outra carteira.
ru: Скриншоты являются видимыми для других приложений и устройств. Ваши средства подвергаются риску. Перевести свой баланс на другой кошелек.
sv: Skärmdumpar är synliga för andra appar och enheter. Dina pengar är i riskzonen. Överför ditt saldo till ett annat konto.
tr: Ekran görüntüleri diğer apps ve cihazlar için görülebilir. Para risk altındadır. Denge başka bir cüzdan için transfer.
vi: Ảnh chụp màn hình được hiển thị cho các ứng dụng và thiết bị. Khoản tiền của bạn có nguy cơ. Chuyển số dư của bạn vào một ví.
zh_hans: 截图都可见到其他应用程序和设备。您的资金处于危险之中。你的平衡转移到另一个钱包。

# seen by %d of %d peers
source: seen by %1$d of %2$d peers
da: set af %1$ d %2$ d jævnaldrende
de: gesehen von '% 1' $d von %2$ d späht
hu: látta a %1$ d %2$ d társaik
it: visto da %1$ d di %2$ d coetanei
ja: %1$ で見られる d %2$ d の仲間
ko: %1 $ 본 %2$ d의 d 동료
pl: Przeczytane przez: %1$ d %2$ d rówieśników
pt: visto por %1$ d %2$ d pares
ru: видели %1$ d %2$ d сверстников
sv: Visat av %1$ d av %2$ d jämnåriga
tr: gördün mü %1$ tarafından %2$ d d akranlar
vi: nhìn thấy bởi %1$ d $ %2 d đồng nghiệp
zh_hans: 被 %1$ %2$ d d 同行

source: Send %1$@ (%2$@) from this private key into your wallet? The dash network will receive a fee of %3$@ (%4$@).
da: Send %1$ @ (%2$ @) fra denne private nøgle i din tegnebog? Dash netværk vil modtage et gebyr på %3$ @ (%4$ @).
de: Senden Sie %1$ @ (%2$ @) von diesen privaten Schlüssel in Ihrer Brieftasche? Die Dash-Netzwerk erhalten eine Gebühr von 3 % $@ (%4$ @).
hu: Küldj %1$ @ (%2$ @) a ezt a személyes kulcsot a tárcájában? A dash hálózati kap a díj %3$ @ ($%4 @).
it: Invia %1$ @ (%2$ @) da questa chiave privata nel tuo portafoglio? La rete di dash riceverà una tassa del 3% $@ (4% $@).
ja: 1%$ @ を送る (2%$ @) お財布にこの秘密キーからですか?ダッシュ ネットワーク @ %3 ドルの手数料が表示されます (4%$ @)。
ko: %1$ @ 보내기 (%2$ @) 당신의 지갑에이 개인 키에서? 대시 네트워크 @ %3 $의 수수료를 받게 됩니다 (%4$ @).
pl: Wyślij %1$ @ (%2$ @) od ten klucz prywatny do portfela? W sieci dash otrzyma opłatę w wysokości %3$ @ (%4$ @).
pt: Enviar $1% @ (%2$ @) de chave privada em sua carteira? A rede de Souza receberá uma taxa de 3% $@ (4% $@).
ru: Отправить %1$ @ (%2$ @) от этого закрытого ключа в ваш кошелек? Тире сеть получит плату в размере %3$ @ (%4$ @).
sv: Skicka %1$ @ (%2$ @) från denna privata nyckel i din plånbok? Dash nätverket får en avgift på %3$ @ (%4$ @).
tr: Göndermek @ %1$ (%2$ @) üzerinden cüzdanını içine bu özel anahtarı? Dash ağ @ %3$ bir ücret alacaksınız (%4$ @).
vi: Gửi %1$ @ (%2$ @) từ khóa này riêng vào ví của bạn? Mạng dash sẽ nhận được một khoản phí %3 $ @ (%4$ @).
zh_hans: 发送 %1$ @ (%2$ @) 从这个私钥进你的钱包吗？破折号网络将收取的 %3$ @ (%4$ @)。

source: send address as email
da: Send adressen som e-mail
de: Adresse als e-Mail versenden
hu: címre küldjön email-ben
it: Invia indirizzo e-mail
ja: アドレスを電子メールとして送信します。
ko: 으로 이메일 주소를 보내
pl: wysy³aniu adresu e-mail
pt: Enviar endereço como e-mail
ru: отправить адрес электронной почты
sv: Skicka adressen som e-post
tr: adres e-posta olarak gönder
vi: gửi địa chỉ email
zh_hans: 作为电子邮件发送地址

source: send address as message
da: Send adressen som besked
de: Adresse als Nachricht senden
hu: Cím küldése üzenetként
it: inviare l'indirizzo come messaggio
ja: アドレスをメッセージとして送信します。
ko: 메시지 주소를 보낼
pl: Wyślij adres jako wiadomość
pt: Enviar endereço como mensagem
ru: отправить адрес как сообщение
sv: Skicka adressen som meddelandet
tr: Adres iletisi olarak gönderme
vi: gửi địa chỉ dưới dạng tin nhắn
zh_hans: 以邮件形式发送地址

source: send request as email
da: Send anmodning som e-mail
de: Anfrage als e-Mail versenden
hu: kérelem küldése e-mailben
it: inviare richiesta come e-mail
ja: 要求を電子メールとして送信します。
ko: 이메일로 요청을 보내
pl: Wyślij żądanie jako e-mail
pt: Enviar pedido como e-mail
ru: Отправить запрос по электронной почте
sv: skicka begäran som e-post
tr: isteği e-posta olarak gönder
vi: gửi yêu cầu như là thư điện tử
zh_hans: 作为电子邮件发送的请求

source: send request as message
da: Send anmodning som besked
de: Anfrage als Nachricht senden
hu: kérelem üzenet küldése
it: inviare richiesta come messaggio
ja: 要求をメッセージとして送信します。
ko: 요청을 메시지로 보내기
pl: Wyślij żądanie jako wiadomość
pt: Enviar pedido como mensagem
ru: Отправить запрос в виде сообщения
sv: skicka begäran som meddelande
tr: istek iletisi olarak gönderme
vi: gửi yêu cầu như là tin nhắn
zh_hans: 作为消息发送的请求

source: sent
da: sendt
de: gesendet
hu: küldött
it: inviato
ja: 送信
ko: 전송
pl: wysłane
pt: enviado
ru: Отправлено
sv: skickas
tr: Gönderilen
vi: đã gửi
zh_hans: 发送

source: sent!
da: sendt!
de: gesendet!
hu: küldött!
it: inviato!
ja: 送信!
ko: 전송!
pl: Wysłany!
pt: enviado!
ru: Отправлено!
sv: skickas!
tr: gönderdi!
vi: gửi!
zh_hans: 发送 ！

source: settings
da: indstillinger
de: Einstellungen
hu: beállítások
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
ru: Параметры
sv: inställningar
tr: Ayarlar
vi: cài đặt
zh_hans: 设置

source: show
da: Vis
de: zeigen
hu: Térkép
it: Visualizza
ja: ショー
ko: 보기
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa
tr: göster
vi: Hiển thị
zh_hans: 显示

source: show phrase
da: Vis sætning
de: Satz zu zeigen
hu: a következő szálláshely mondat
it: Visualizza la frase
ja: フレーズを見る
ko: 문구를 표시
pl: Pokaż frazę
pt: mostrar a frase
ru: Показать фразы
sv: Visa fras
tr: ifade göster
vi: Hiển thị các cụm từ
zh_hans: 显示短语

source: sms not currently available
da: SMS ikke aktuelt tilgængelige
de: SMS derzeit nicht verfügbar
hu: SMS jelenleg nem elérhető
it: SMS attualmente non disponibile
ja: sms は現在利用できません。
ko: 현재 사용할 수 없는 sms
pl: SMS nie jest obecnie dostępna
pt: SMS não está atualmente disponível
ru: в настоящее время нет SMS
sv: SMS för närvarande inte tillgängliga.
tr: SMS değil şimdiki elde edilebilir
vi: tin nhắn SMS không hiện có sẵn
zh_hans: 目前尚不具备的短信

source: spent address
da: brugt adresse
de: abgebrannter Adresse
hu: kiégett cím
it: Indirizzo esaurito
ja: 使用済みアドレス
ko: 보낸된 주소
pl: zużyte adres
pt: Endereço irradiado
ru: отработавшее адрес
sv: förbrukade adress
tr: harcanan adresi
vi: địa chỉ đã qua sử dụng
zh_hans: 用过的地址

source: spent input
da: brugt input
de: abgebrannter Eingang
hu: kiégett bemenet
it: Abbiamo trascorso l'input
ja: 使用済みの入力
ko: 지출된 입력
pl: zużyte wejście
pt: entrada do gastava
ru: отработавшее вход
sv: förbrukade input
tr: harcanan giriş
vi: đã qua sử dụng nhập
zh_hans: 乏的输入

source: status:
hu: állapot:
it: stato:
ja: ステータス:
ko: 상태:
ru: статус:
tr: durum:
vi: tình trạng:
zh_hans: 状态︰

source: swept!
da: fejede!
de: gefegt!
hu: söpört!
it: spazzato!
ja: 掃引!
ko: 휩 쓸!
pl: wymiatają!
pt: varrido!
ru: прокатились!
sv: svepte!
tr: süpürüp götürdü!
vi: xuôi!
zh_hans: 横扫 ！

source: syncing, please wait...
da: synkronisering, vent venligst...
de: Synchronisierung, bitte warten...
hu: szinkronizál, kis türelmet...
it: la sincronizzazione, si prega di attendere...
ja: 同期、お待ちください.
ko: 동기화, 잠시만 기다려 주세요...
pl: Synchronizacja, proszę czekać...
pt: sincronização, aguarde...
ru: Синхронизация, пожалуйста, подождите...
sv: synkronisering, vänta...
tr: senkronizasyonu, lütfen bekleyin...
vi: đồng bộ, xin vui lòng chờ...
zh_hans: 同步，请稍候...

source: the app will now close
da: app vil nu lukke
de: die app wird jetzt geschlossen.
hu: az alkalmazás leáll
it: l'app verrà chiuso
ja: アプリを終了します
ko: app는 지금 닫힙니다.
pl: Aplikacja zostanie teraz zamknięty
pt: o app agora vai fechar
ru: приложение сейчас будет закрыто
sv: appen stängs
tr: belgili tanımlık app şimdi kapatılacak
vi: Các ứng dụng sẽ đóng ngay bây giờ
zh_hans: 该应用程序将立即关闭

source: This is your dash address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
da: Dette er din dash adresse. Tryk for at kopiere det eller sende den via e-mail eller sms. Adressen vil ændre hver gang du modtager midler, men gamle adresser altid arbejde.
de: Dies ist Ihre Dash-Adresse. Tippen Sie zum Kopieren oder senden Sie es per e-Mail oder Sms. Die Adresse ändert sich jedes Mal, wenn Sie erhalten Fonds, aber alte Adressen funktionieren immer.
hu: Ez a dash cím. Érintse meg, másolja, vagy küldje el e-mailben vagy SMS-ben. A cím meg fog változni minden egyes alkalommal kap alapok, de régi címeket mindig működik.
it: Questo è il tuo indirizzo di dash. Toccare per copiarlo o inviarlo tramite e-mail o sms. L'indirizzo cambierà ogni volta che si ricevono fondi, ma vecchi indirizzi funzionano sempre.
ja: これは、ダッシュの住所です。それをコピーまたは電子メールまたは sms で送信するをタップします。アドレスが変更されるたびに、資金を受け取るが、古いアドレスとは限りません。
ko: 이것은 당신의 대시 주소 이다. 이메일 이나 sms를 보내거나 복사를 누릅니다. 주소 때마다 바뀝니다 메시지가 자금, 하지만 오래 된 주소는 항상 작동.
pl: Jest to adres dash. Dotknij, aby go skopiować lub wysłać go przez e-mail lub sms. Adres będzie zmienić za każdym razem otrzymasz fundusze, ale stare adresy zawsze działa.
pt: Este é o seu endereço de traço. Toque para copiá-lo ou enviá-lo por e-mail ou sms. O endereço vai mudar cada vez que você receber fundos, mas endereços antigos sempre funcionam.
ru: Это ваш адрес тире. Нажмите, чтобы скопировать его или отправить его по электронной почте или sms. Адрес будет меняться каждый раз, когда вы получаете средства, но старые адреса всегда работают.
sv: Detta är din dash-adress. Tryck för att kopiera den eller skicka den via e-post eller sms. Adressen kommer att ändras varje gång du får medel, men gamla adresser fungerar alltid.
tr: Bu sizin dash adresidir. Kopyalamak veya e-posta veya sms göndermek için dokunun. Belgili tanımlık adres yazmak-ecek değişmek her zaman para almak, ama eski adresleri her zaman iş.
vi: Đây là địa chỉ dấu gạch ngang. Bấm vào để sao chép nó hoặc gửi nó bằng email hoặc tin nhắn sms. Địa chỉ sẽ thay đổi mỗi khi bạn nhận được tiền, nhưng địa chỉ cũ luôn luôn làm việc.
zh_hans: 这是您的破折号地址。点击可将其复制或通过电子邮件或短信发送。地址会改变每次你获得的资金，但旧地址总是工作。
