Repository: jonspock/iPhoneDevault
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, hu, it, ja, ko, pl, pt, ru, sv, tr, vi, zh_hans

# amount %@ (%@)
source: amount %1$@ (%2$@)
da: beløb %1$ @ (%2$ @)
de: Betrag %1$ @ (%2$ @)
hu: összeg 1 % -os$ @ ($%2 @)
it: quantità %1$ @ (%2$ @)
ja: 量 1%$ @ (2%$ @)
ko: @ 금액 %1$ (%2$ @)
pl: kwotę %1$ @ (%2$ @)
pt: quantidade 1% $@ (2% $@)
ru: сумма %1$ @ (%2$ @)
sv: belopp %1$ @ (%2$ @)
tr: @ miktar %1$ (%2$ @)
vi: số tiền %1$ @ (%2$ @)
zh_hans: 金额 %1$ @ (%2$ @)

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
da: A enhed passcode er nødvendig for at beskytte din tegnebog. Gå til indstillinger og aktivere adgangskoden til at fortsætte.
de: A Gerätecode wird benötigt, um Ihren Geldbeutel zu schützen. Gehen Sie zu Einstellungen, und aktivieren Sie Passcode weiter.
hu: A készülék biztonsági kódot a pénztárca biztosításához van szükség. Megy elintézés, és kapcsolja be jelszót a folytatáshoz.
it: A dispositivo passcode è necessaria per proteggere il tuo portafoglio. Vai a impostazioni e attivare codice di accesso per continuare.
ja: A デバイスのパスコードは、あなたの財布を守るために必要です。設定に移動し、パスコードをオンにすると、続行します。
ko: A 장치 패스 코드는 당신의 지갑을 보호 하기 위해 필요 하다. 이동 설정 하 고 계속 하려면 암호를 켜십시오.
pl: kod dostępu urządzenia A jest potrzebne aby zabezpieczyć Twój portfel. Przejdź do ustawień i Włącz kod dostępu, aby kontynuować.
pt: A dispositivo senha é necessária para salvaguardar a sua carteira. Vá para configurações e ativar senha para continuar.
ru: секретный код устройства A необходимо для защиты вашего кошелька. Перейдите в настройки и включить секретный код, чтобы продолжить.
sv: A enhetens lösenkod behövs för att skydda din plånbok. Gå till Inställningar och aktivera lösenord för att fortsätta.
tr: A aygıt parolası cüzdanını korumak için gereklidir. Ayarları'na gidin ve devam etmek için giriş kodu açın.
vi: A thiết bị mật mã là cần thiết để bảo vệ các chi tiêu của bạn. Đi đến cài đặt và bật mật mã để tiếp tục.
zh_hans: A 设备通行码被需要捍卫你的钱包。转到设置并打开密码继续。

source: ADDRESS ALREADY USED dash addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
da: ADDRESS allerede USED dash adresser er beregnet til brug til en enkelt only re-brug reducerer privatlivets fred for både dig og modtageren og kan resultere i tab, hvis modtageren ikke direkte kontrollere adressen
de: ADDRESS bereits USED dash Adressen bestimmt sind, für einmaligen Gebrauch Only re-Einsatz Privatsphäre für Sie und den Empfänger reduziert und zu Verlust führen kann, wenn der Empfänger nicht direkt, die Adresse gesteuert
hu: ADDRESS már a címek szánják, Egyszerhasználatos only re-használat csökkenti a magánélet, mind a címzett, és elvesztését eredményezheti, ha a címzett nem közvetlenül szabályozzák a cím USED dash
it: ADDRESS già USED dash indirizzi si intendono per uso singola only re-uso riduce la privacy per voi e per il destinatario e può provocare la perdita se il destinatario non controlla direttamente l'indirizzo
ja: ADDRESS only re 単一使用して受信者のプライバシーを低減、受信者がアドレスを直接制御しない場合に失われる可能性がアドレスは、USED dash すでに
ko: ADDRESS 이미 USED dash 주소 단일 사용 only re-사용 둘 다 당신과 받는 사람에 대 한 개인 정보 보호를 감소 하 고 받는 주소를 직접 제어 하지 않는 경우 손실 될 수 있습니다 것입니다
pl: ADDRESS już USED dash adresy są przeznaczone do jednorazowego użytku only re stosowanie zmniejsza prywatności dla siebie i adresata i może spowodować utratę, jeśli odbiorca nie bezpośrednio kontrolować adres
pt: ADDRESS já USED dash endereços são destinados a uso individual only re-uso reduz a privacidade para você e para o destinatário e pode resultar em perda se o destinatário não controlar diretamente o endereço
ru: ADDRESS уже USED dash адреса предназначены для одноместного размещения only re использование снижает конфиденциальность для вас и получатель и может привести к потере, если получатель не контролирует непосредственно адрес
sv: ADDRESS redan USED dash adresser är avsedda för engångsbruk only re-användning minskar Sekretesspolicy för både dig och mottagaren och kan resultera i förlust om mottagaren inte direkt kontrollera adressen
tr: ADDRESS zaten USED dash Kişilik only re kullanımı hem sizde hem de alıcıda için gizlilik azaltır ve alıcı doğrudan adresi kontrol etmiyor kaybına neden olabilir için adresleri yöneliktir
vi: ADDRESS đã USED dash địa chỉ dành cho duy nhất sử dụng only re sử dụng làm giảm sự riêng tư cho cả bạn và người nhận và có thể dẫn đến việc mất nếu người nhận không trực tiếp kiểm soát địa chỉ
zh_hans: ADDRESS 已经 USED dash 地址用于单一使用 only re 使用降低隐私了你和收件人，可以造成损失如果收件人不能直接控制地址

source: allow camera access in Settings->Privacy->Camera->%@
da: allow kamera adgang in Settings-> privatliv-> kamera-> %@
de: allow Kamera Zugang In Settings-> Privatsphäre-> Kamera-> %@
hu: allow kamera hozzáférést in Settings-> adatvédelmi-> kamera-> %@
it: allow fotocamera accesso in Settings-> Privacy-> fotocamera-> %@
ja: allow カメラ アクセス in Settings->-> カメラ-> プライバシー %@
ko: allow 카메라 액세스 in Settings->->-> 카메라 개인 정보 %@
pl: in Settings dostępu do aparatu allow-> prywatności-> aparat-> %@
pt: allow câmera acesso in Settings-> privacidade-> câmera-> %@
ru: allow камеры доступ к in Settings-> конфиденциальности-> камеры-> %@
sv: allow kamera tillgång in Settings-> integritet-> kamera-> %@
tr: allow kamera erişim in Settings-> gizlilik-> kamera-> %@
vi: allow camera truy cập in Settings-> bảo mật-> Camera-> %@
zh_hans: allow 摄像机访问 in Settings 网站-隐私-相机-> %@

source: DO NOT let anyone see your recovery phrase or they can spend your dash.
da: DO lade ikke nogen se din recovery phrase eller de kan tilbringe din dash.
de: DO niemanden sehen, Ihre Recovery phrase oder verbringen sie Ihren Strich.
hu: DO hagyd, hogy bárki, még a recovery phrase, vagy ők tud kiad-a kötőjel.
it: DO non permettere a nessuno di vedere il tuo recovery phrase oppure possono trascorrere le vostra dash.
ja: DO 誰も教えては、recovery phrase を参照してくださいまたはあなたのダッシュします。 を過ごすことができます。
ko: 당신의 recovery phrase를 볼 사람이 못하게 DO 또는 그들은 당신의 대시. 을 보낼 수 있습니다.
pl: DO nie pozwól nikomu zobaczyć swoje recovery phrase lub mogą spędzić dash.
pt: DO não deixe que ninguém veja seu recovery phrase ou eles podem gastar seu traço.
ru: DO не позволяйте никому видеть ваши recovery phrase или они могут потратить тире.
sv: DO låta inte någon se ditt recovery phrase eller de kan spendera din dash.
tr: DO kimsenin senin recovery phrase görmesine izin değil veya çizgi. geçirebilirsiniz
vi: DO không cho phép bất cứ ai nhìn thấy recovery phrase của bạn hoặc họ có thể chi tiêu của bạn dấu gạch ngang.
zh_hans: DO 不让任何人看到你的 recovery phrase，或者他们可以花费您的破折号

source: DO NOT take a screenshot. Screenshots are visible to other apps and devices.
da: DO ikke tage et screenshot. Screenshots er synlige for andre apps and enheder.
de: DO nicht nehmen eine Screenshot. Screenshots sind sichtbar für andere Apps and Geräte.
hu: DO nem fog egy screenshot. Screenshots láthatók, egyéb apps and eszközök.
it: DO non prendere un screenshot. Screenshots sono visibili agli altri dispositivi apps and.
ja: DO 取る、screenshot. Screenshots 他の apps and デバイス。 に表示されます。
ko: DO 하지 screenshot. Screenshots는 다른 apps and 장치. 을 볼 수 있습니다.
pl: DO nie bierz screenshot. Screenshots są widoczne dla innych urządzeń apps and.
pt: DO não tomar um screenshot. Screenshots são visíveis para outros dispositivos apps and
ru: DO не screenshot. Screenshots являются видимыми для других apps and устройств.
sv: DO inte ta en screenshot. Screenshots är synliga för andra apps and enheter.
tr: DO almaz bir screenshot. Screenshots diğer apps and aygıtları. görünür
vi: DO không mất một screenshot. Screenshots có thể nhìn thấy apps and thiết bị .
zh_hans: DO 不带 screenshot. Screenshots 都可见到 其他 apps and 设备。

# network fee +%@ (%@)
source: network fee +%1$@ (%2$@)
da: network gebyr + %1$ @ (%2$ @)
de: network Gebühr + %1$ @ (%2$ @)
hu: network díj + %1$ @ ($%2 @)
it: network tassa + %1$ @ (%2$ @)
ja: network 料 + 1%$ @ (2%$ @)
ko: network + @ %1$ (%2$ @)
pl: opłata za network + %1$ @ (%2$ @)
pt: taxa de network + 1% $@ (2% $@)
ru: network плата + %1$ @ (%2$ @)
sv: network avgift + %1$ @ (%2$ @)
tr: network ücret + %1$ @ (%2$ @)
vi: network phí + %1$ @ (%2$ @)
zh_hans: network 费 + %1$ @ (%2$ @)

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
da: NEVER Skriv din opsving sætning into password ledere eller andetsteds. Other enheder kan være inficeret.
de: NEVER geben Sie Ihre Erholung Satz Into password Manager oder anderswo. Other Geräte können infiziert werden.
hu: NEVER írja be a helyreállítási mondat into password vezetők, vagy máshol. eszközök Other lehet fertőzött.
it: NEVER digitare i vostri dirigenti di into password frase di recupero o altrove. dispositivi di Other potrebbero essere infetto.
ja: NEVER 回復フレーズの into password マネージャーまたは別の場所を入力します Other デバイスに感染する可能性があります。 。
ko: NEVER 복구 문구 into password 관리자 또는 다른 입력. Other 장치에 감염 될 수 있습니다.
pl: NEVER wpisz menedżerów z into password Twoje zdanie odzyskiwania lub gdzie indziej. Other urządzeń może być zainfekowany.
pt: NEVER digite seus gerentes de into password de frase de recuperação ou em outro lugar. Other dispositivos podem ser infectados.
ru: NEVER тип менеджеров into password фразу восстановления или в другом месте. Other устройства могут быть инфицированы.
sv: NEVER Skriv din återhämtning frasen into password chefer eller någon annanstans. Other enheter kan vara smittade.
tr: NEVER tip kurtarma ifade into password yöneticileriniz ya da başka bir yerde. Other cihazlar enfekte olabilir.
vi: NEVER gõ của bạn phục hồi cụm từ into password quản lý hoặc ở nơi khác. Other các thiết bị có thể bị nhiễm.
zh_hans: NEVER 键入您恢复短语 into password 经理或其他地方。 Other 设备可能被感染。

# try again in %d %@
source: try again in %1$d %2$@
da: try igen i %1$ d %2$ @
de: try wieder in '% 1' $d %2$ @
hu: ismét a %1$ d %2$ @ try
it: try nuovamente in %1$ d %2$ @
ja: %1$ d 2%$ @ に再び try
ko: %1$ d %2$ @에 다시 try
pl: try ponownie w %1$ d %2$ @
pt: try novamente em %1$ d %2$ @
ru: try снова в %1$ d %2$ @
sv: try igen i %1$ d %2$ @
tr: %1$ d %2$ içinde yeniden try
vi: try một lần nữa trong %1$ d %2$ @
zh_hans: 再次在 %1$ d %2$ @ try

source: about
da: om
de: über
hu: körülbelül
it: circa
ja: について
ko: 에 대 한
pl: o
pt: sobre
ru: о
sv: om
tr: hakkında
vi: về
zh_hans: 关于

source: always require passcode
da: altid kræve adgangskode
de: erfordern immer passcode
hu: mindig szükség kódot
it: richiedono sempre il codice di accesso
ja: 常にパスコードを必要とします。
ko: 항상 암호 필요
pl: zawsze wymaga kodu dostępu
pt: sempre exigem senha
ru: всегда требовать секретный код
sv: alltid Kräv lösenord
tr: her zaman şifre gerektirir
vi: luôn luôn yêu cầu mã khóa
zh_hans: 总是需要密码

source: amount too small
da: beløb for lille
de: Betrag zu klein
hu: összeg túl kicsi
it: quantità troppo piccole
ja: 小さすぎる量
ko: 너무 작은 금액
pl: zbyt mała ilość
pt: quantidade muito pequena
ru: размер слишком мал
sv: beloppet för litet
tr: çok küçük bir miktar
vi: số tiền quá nhỏ
zh_hans: 量太小

source: bad password, try again
da: forkert adgangskode, prøv igen
de: falsches Kennwort, versuchen Sie es erneut
hu: rossz jelszó, próbáld újra
it: password non valida, riprovare
ja: 不正なパスワード、もう一度やり直してください。
ko: 잘못 된 암호, 다시 시도
pl: nieprawidłowe hasło, spróbuj ponownie
pt: senha incorreta, tente novamente
ru: неверный пароль, попробуйте еще раз
sv: felaktigt lösenord, försök igen
tr: hatalı parola, yeniden deneyin
vi: Bad mật khẩu, hãy thử lại
zh_hans: 输入错误的密码，再试一次

source: bad payment request
da: anmodning om dårlig betaling
de: schlechte Zahlungsaufforderung
hu: rossz kifizetési kérelem
it: richiesta di pagamento difettoso
ja: 悪い支払い要求
ko: 나쁜 지불 요청
pl: wniosek o płatność Bad
pt: pedido de pagamento mau
ru: плохой оплаты запрос
sv: begäran om dålig betalning
tr: kötü ödeme talebi
vi: yêu cầu thanh toán xấu
zh_hans: 坏的付款请求

source: bad payment request URL
da: dårlig betaling URL-anmodningen
de: schlechte Bezahlung Anforderungs-URL
hu: rossz fizetési kérelem URL-címe
it: URL della richiesta di pagamento difettoso
ja: 悪い支払要求 URL
ko: 나쁜 지불 요청 URL
pl: adres URL żądania płatności Bad
pt: URL de solicitação de pagamento mau
ru: URL-адрес запроса плохой оплаты
sv: dålig betalning begäran URL
tr: kötü ödeme istek URL'si ile döner
vi: tình trạng thanh toán yêu cầu URL
zh_hans: 坏的付款请求 URL

source: bad payment URL
da: dårlig betaling URL
de: schlechte Bezahlung URL
hu: rossz fizetés URL
it: URL di pagamento difettoso
ja: 悪いお支払い URL
ko: 나쁜 결제 URL
pl: płatności zły adres URL
pt: URL de pagamento mau
ru: плохой оплаты URL
sv: dålig betalning URL
tr: kötü ödeme URL
vi: tình trạng thanh toán URL
zh_hans: 坏付款 URL

source: bad recovery phrase
da: dårlig opsving sætning
de: schlechte Erholung Satz
hu: rossz helyreállítási mondat
it: frase di cattivo recupero
ja: 悪い回復フレーズ
ko: 나쁜 복구 문구
pl: odzyskiwania złe zdanie
pt: frase de recuperação ruim
ru: Bad восстановления фраза
sv: dålig återhämtning fras
tr: kötü kurtarma ifade
vi: cụm từ xấu phục hồi
zh_hans: 坏恢复短语

# block #%d of %d
source: block #%1$d of %2$d
da: blokere #%1$ d %2$ d
de: Block #%1$ d $ d %2
hu: #%1$ d %2$ d blokk
it: blocco #%1$ d di %2$ d
ja: #%1 %2$ d $d をブロックします。
ko: %2$ d의 # %1$ d 블록
pl: blok d $ #%1 %2$ d
pt: bloco #%1$ d %2$ d
ru: блок #%1$ d %2$ d
sv: blockera #%1$ d av %2$ d
tr: #%1 %2$ d $d blok
vi: chặn #%1$ d $ %2 d
zh_hans: %2$ d # %1$ d 座

source: Buy Dash
da: Købe Dash
de: Kaufen Dash
hu: Vásárlás-kötőjel
it: Acquista Dash
ja: ダッシュを購入します。
ko: 대시를 구매
pl: Kupić Dash
pt: Comprar Dash
ru: Купить Dash
sv: Köp Dash
tr: Dash satın
vi: Mua gạch ngang
zh_hans: 买短划线

source: cancel
da: Annuller
de: Abbrechen
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
vi: hủy bỏ
zh_hans: 取消

source: change
da: ændre
de: ändern
hu: változás
it: cambiare
ja: 変更
ko: 변경
pl: zmiana
pt: mudar
ru: изменить
sv: ändra
tr: Değiştir
vi: thay đổi
zh_hans: 更改

source: change passcode
da: ændre adgangskode
de: Passwort ändern
hu: PIN-kód módosítása
it: modificare il codice di accesso
ja: パスコードを変更します。
ko: 암호 변경
pl: Zmiana kodu dostępu
pt: alterar senha
ru: изменить секретный код
sv: ändra lösenkod
tr: Şifre değiştirme
vi: thay đổi mật mã
zh_hans: 更改密码

source: change payment amount?
da: ændre betalingsbeløbet?
de: ändern Zahlungsbetrag?
hu: kifizetési összeget módosítani?
it: modificare l'importo del pagamento?
ja: 支払額を変更するには?
ko: 지불 금액을 변경?
pl: Zmiana kwoty płatności?
pt: alterar o valor do pagamento?
ru: изменить сумму платежа?
sv: Ändra belopp?
tr: ödeme tutarı değiştirmek?
vi: thay đổi số tiền thanh toán?
zh_hans: 更改付款金额吗？

source: checking address balance...
da: kontrol adresse balance...
de: Adresse Gleichgewicht wird überprüft...
hu: ellenőrzésére mérleg cím...
it: Verifica indirizzo saldo...
ja: アドレスのバランスをチェックしています.
ko: 주소 균형을 확인...
pl: sprawdzanie salda adres...
pt: Verificando o equilíbrio de endereço...
ru: Проверка адреса баланса...
sv: Kontrollera adress balans...
tr: Adres denge denetleniyor...
vi: kiểm tra số dư địa chỉ...
zh_hans: 检查地址平衡......

source: checking private key balance...
da: kontrol af privat nøgle balance...
de: private Schlüssel Gleichgewicht wird überprüft...
hu: privát kulcs egyenleg ellenőrzése...
it: controllo equilibrio chiave privato...
ja: プライベート キーのバランスをチェックしています.
ko: 개인 키 균형 검사...
pl: Sprawdzanie prywatną równowagi kluczowych...
pt: Verificando o equilíbrio de chave privado...
ru: Проверка баланса частного ключа...
sv: Kontrollera privat nyckel balans...
tr: özel anahtar denge denetleniyor...
vi: kiểm tra sự cân bằng chính riêng...
zh_hans: 正在检查关键的私人部门收支平衡...

source: choose passcode for %@
da: Vælg adgangskoden for %@
de: Wählen Sie Passcode für %@
hu: Válassza ki azt a %@
it: scegliere il codice di accesso per %@
ja: パスコードを選択 %@
ko: 에 대 한 암호를 선택 %@
pl: kod dostępu dla %@
pt: escolha a senha para %@
ru: Выберите секретный код для %@
sv: Välj lösenkod för %@
tr: şifre için seçin %@
vi: chọn mật mã cho %@
zh_hans: 选择密码 %@

source: clipboard doesn't contain a valid dash address
da: Udklipsholder indeholder ikke en gyldig dash adresse
de: Zwischenablage enthalten keine gültige Dash-Adresse.
hu: vágólap nem tartalmaz egy érvényes dash cím
it: Appunti non contengono un indirizzo valido dash
ja: クリップボードに有効なダッシュのアドレスが含まれていません。
ko: 클립보드에 유효한 대시 주소 포함 되어 있지 않습니다.
pl: Schowek nie zawiera adresu prawidłowy dash
pt: área de transferência não contém um endereço válido de Souza
ru: буфер обмена не содержит действительный тире адрес
sv: Urklipp innehåller inte en giltig dash adress
tr: Pano geçerli çizgi adres içermiyor
vi: Bảng tạm không chứa một địa chỉ hợp lệ dash
zh_hans: 剪贴板中不包含有效的破折号地址

source: close app
da: lukke app
de: app schließen
hu: Zárja be a app
it: chiudere app
ja: アプリを閉じる
ko: 응용 프로그램을 닫습니다
pl: Zamknij aplikację
pt: fechar o app
ru: закрыть приложение
sv: Stäng appen
tr: App kapatmak
vi: đóng ứng dụng
zh_hans: 关闭应用程序

source: confirmed in block #%d
da: bekræftet i blok #%d
de: im Block #%d bestätigt
hu: megerősítette a blokk #%d
it: confermato in blocco # %d
ja: ブロック #%d で確認
ko: 블록 # %d 확인
pl: potwierdzone w bloku nr %d
pt: confirmada no bloco # %d
ru: подтверждено в блоке # %d
sv: bekräftat i block #%d
tr: #%d bloğunda doğruladı
vi: khẳng định trong khối #%d
zh_hans: 确认在块 # %d

source: connect timeout
hu: kapcsolat időtúllépése
it: timeout di connessione
ja: 接続のタイムアウト
ko: 연결 타임 아웃
pl: limit czasu połączenia
pt: tempo limite de conexão
ru: время ожидания подключения
sv: timeout för anslutning
tr: zaman aşımı bağlanmak
vi: kết nối thời gian chờ
zh_hans: 连接超时

source: copied
da: kopieret
de: kopiert
hu: fénymásoló
it: copiati
ja: コピー
ko: 복사
pl: skopiowane
pt: copiado
ru: копирование
sv: kopierade
tr: kopyalanan
vi: sao chép
zh_hans: 复制

source: copy
da: kopi
de: Kopie
hu: másolás
it: copia
ja: コピー
ko: 복사
pl: Kopiowanie
pt: cópia
ru: копия
sv: kopia
tr: kopya
vi: bản sao
zh_hans: 副本

source: copy address to clipboard
da: Kopier adressen til Udklipsholder
de: Adresse in die Zwischenablage kopieren
hu: Copy címet a vágólapra
it: Indirizzo copia negli Appunti
ja: クリップボードにコピー アドレス
ko: 클립보드로 복사 주소
pl: Kopiuj adres do schowka
pt: Endereço de copiar para área de transferência
ru: Копировать адрес в буфер обмена
sv: Kopiera adressen till Urklipp
tr: adresini panoya kopyala
vi: địa chỉ sao chép vào clipboard
zh_hans: 复制地址到剪贴板

source: copy request to clipboard
da: kopi anmodning til Udklipsholder
de: Kopie der Anfrage in die Zwischenablage
hu: kérelem a vágólapra
it: richiesta di copia negli Appunti
ja: クリップボードへのコピーの要求
ko: 클립보드로 복사 요청
pl: żądanie kopiowania do schowka
pt: pedido de cópia para área de transferência
ru: Копировать запрос в буфер обмена
sv: kopia begäran till Urklipp
tr: Panoya Kopyala isteği
vi: yêu cầu sao chép vào clipboard
zh_hans: 复制到剪贴板的请求

source: copy wallet addresses to clipboard?
da: kopiere tegnebog adresser til Udklipsholder?
de: Kopieren Brieftasche Adressen in Zwischenablage?
hu: pénztárca címek másolása a vágólapra?
it: indirizzi in portafoglio copia negli Appunti?
ja: 財布アドレスをクリップボードにコピーですか。
ko: 지갑 주소 클립보드 복사?
pl: Portfel adresy można skopiować do schowka?
pt: endereços de carteira de copiar para área de transferência?
ru: Скопируйте адреса кошелек в буфер обмена?
sv: Kopiera plånbok adresser till Urklipp?
tr: m-cüzdan adreslerini panoya kopyalamak?
vi: sao chép địa chỉ ví vào clipboard?
zh_hans: 将钱包地址复制到剪贴板？

source: couldn't check address balance
da: kunne ikke kontrollere adresse balance
de: konnte nicht Adresse Kontostand überprüfen
hu: nem tudtam cím folyószámla
it: non poteva controllare indirizzo saldo
ja: アドレス バランスを確認できませんでした。
ko: 주소 잔액을 확인 하지 못했습니다.
pl: nie mogłem sprawdzić saldo na adres
pt: Não consegui verificar o saldo de endereço
ru: не удалось проверить баланс адреса
sv: kunde inte Kontrollera saldot på adress
tr: Adres denge kontrol edemez
vi: không thể kiểm tra số dư địa chỉ
zh_hans: 不能检查地址平衡

source: couldn't make payment
da: kunne ikke foretage betaling
de: konnte nicht bezahlen
hu: nem tudtam, hogy a fizetési
it: non poteva effettuare il pagamento
ja: 支払を作ることができなかった
ko: 지불을 만들 수 없습니다.
pl: nie mógł dokonać płatności
pt: Não consegui fazer o pagamento
ru: не удалось произвести платеж
sv: kunde inte göra betalning
tr: ödeme yapamadım
vi: không thể thực hiện thanh toán
zh_hans: 不能付款

source: couldn't sweep balance
da: kunne ikke feje balance
de: konnte nicht fegen Gleichgewicht
hu: nem tudott söpörni egyensúly
it: non poteva spazzare equilibrio
ja: バランスをスイープすることができませんでした。
ko: 균형을 청소 수 없습니다.
pl: nie mógł zamiatać równowagi
pt: Não podia varrer o equilíbrio
ru: не удалось подмести баланс
sv: kunde inte sopa balans
tr: denge süpürüp olamaz
vi: không thể quét số dư
zh_hans: 不能扫平衡

source: couldn't transmit payment to dash network
da: ikke kunne overføre betalingen til dash netværk
de: Zahlung mit Bindestrich Netzwerk konnte nicht übertragen werden.
hu: nem tudtam kifizetést dash hálózathoz
it: non poteva trasmettere il pagamento a rete dash
ja: ダッシュ ネットワークに支払を送信することができませんでした。
ko: 대시 네트워크에 지불을 전송할 수 없습니다.
pl: nie mogłem przekazywać płatności do sieci dash
pt: Não podia transmitir pagamento à rede de Souza
ru: не удалось передать платеж в тире сети
sv: inte kunde överföra betalningen till dash nätverk
tr: ödeme dash ağa iletme olamaz
vi: không thể truyền để dash mạng thanh toán
zh_hans: 不能传输到短跑网络付款

source: Dash address
da: Dash adresse
de: Dash-Adresse
hu: Dash cím
it: Indirizzo di Dash
ja: ダッシュ アドレス
ko: 대시 주소
pl: Adres Dash
pt: Endereço de Souza
ru: Тире адрес
sv: Dash adress
tr: Dash adresi
vi: Địa chỉ dấu gạch ngang
zh_hans: 破折号地址

source: Dash addresses can also be copied to the clipboard. A dash address always starts with '1' or '3'.
da: Dash adresser kan også blive kopieret til Udklipsholder. En dash adressen starter altid med '1' eller '3'.
de: Dash-Adressen können auch in die Zwischenablage kopiert werden. Eine Dash-Adresse beginnt immer mit '1' oder '3'.
hu: Dash-címek is a vágólapra másolhatók. A dash cím mindig kezdődik '1' vagy '3'.
it: Indirizzi di Dash possono anche essere copiati negli Appunti. Un indirizzo di dash inizia sempre con '1' o '3'.
ja: ダッシュのアドレスは、クリップボードにもコピーできます。ダッシュのアドレスは常に '1' または '3' で始まります。
ko: 대시 주소 클립보드에 복사할 수 있습니다. 대시 주소는 항상 '1' 또는 '3'으로 시작합니다.
pl: Dash adresy można również skopiować do Schowka. Adres dash zawsze rozpoczyna się od '1' lub '3'.
pt: Traço de endereços também podem ser copiados para a área de transferência. Um endereço de traço sempre começa com '1' ou '3'.
ru: Тире адреса можно также скопировать в буфер обмена. Тире адрес всегда начинается с '1' или '3'.
sv: Dash adresser kan också kopieras till Urklipp. En dash adress börjar alltid med '1' eller '3'.
tr: Dash adreslerini panoya kopyalanabilir. Bir çizgi adresi her zaman '1' veya '3' ile başlar.
vi: Địa chỉ dấu gạch ngang cũng có thể được sao chép vào clipboard. Một địa chỉ dash luôn luôn bắt đầu với '1' hoặc '3'.
zh_hans: 破折号地址也可以复制到剪贴板中。一个破折号地址总是以 '1' 或 '3' 开始。

source: dash network fee
da: Dash netværk gebyr
de: Dash Netzwerkgebühr
hu: Dash hálózathasználati díj
it: costo rete Dash
ja: ダッシュ ネットワーク料
ko: 대시 네트워크 수수료
pl: opłat za użytkowanie sieci Dash
pt: taxa de rede de Souza
ru: Комбинация сети плата
sv: Dash nätavgiften
tr: Dash ağ ücreti
vi: Dash mạng lệ phí
zh_hans: 破折号网络费

source: dash payments can't be less than %@
da: Dash betalinger kan ikke være mindre end %@
de: Dash Zahlungen dürfen nicht weniger als %@
hu: Dash kifizetés nem lehet kevesebb, mint %@
it: pagamenti di Dash non possono essere inferiore a %@
ja: ダッシュの支払いをすることはできません未満 %@
ko: 대시 지불 수 없습니다 미만 %@
pl: Dash płatności nie może być mniejsza niż %@
pt: pagamentos de traço não podem ser inferior %@
ru: тире платежи не может быть меньше, чем %@
sv: Dash betalningar får inte vara mindre än %@
tr: Dash ödemeler olamaz az %@
vi: dấu gạch ngang thanh toán có thể không ít hơn %@
zh_hans: 破折号付款不能少于 %@
