Repository: jonspock/iPhoneDevault
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, hu, it, ja, ko, pl, pt, ru, sv, tr, vi, zh_hans

# %@ is for 'duffs'. %@ = 1 dash.
source: %1$@ is for 'duffs'. %2$@ = 1 dash.
da: %1$ @ er for 'duffs'. %2$ @ = 1 dash.
de: %1$ @ ist für 'Duffs'. %2$ @ = 1 Spritzer.
hu: @ %1$ az 'duffs'. %2$ @ = 1 kötőjel.
it: %1$ @ è per 'duffs'. %2$ @ = 1 pizzico.
ja: 1%$ @ は、'ダフズ' です。2%$ @ = 1 ダッシュ。
ko: %1$ @ 'duffs'입니다. %2$ @ = 1 대 쉬.
pl: %1$ @ jest dla 'duffs'. %2$ @ = 1 kreska.
pt: 1% $@ é para 'duffs'. 2% $@ = 1 traço.
ru: %1$ @ является «ДАФС». %2$ @ = 1 тире.
sv: %1$ @ är för 'duffs'. %2$ @ = 1 dash.
tr: 'duffs için' %1$ @ olduğunu. %2$ @ 1 tutam =.
vi: %1$ @ là cho 'duffs'. %2$ @ = 1 dấu gạch ngang.
zh_hans: %1$ @ 为水果布丁。%2$ @ = 1 破折号。

source: DO NOT let anyone see your recovery phrase or they can spend your dash. NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
da: DO lade ikke nogen se din opsving sætning eller de kan tilbringe din dash. NEVER type din opsving sætning i password ledere eller andre steder. Andre enheder kan være inficeret.
de: DO niemanden sehen, Ihre Wiederherstellung Satz oder verbringen sie Ihre dash. NEVER Art Ihre Erholung Phrase in Passwort-Manager oder anderswo. Andere Geräte können infiziert werden.
hu: DO engedje, hogy lásd a helyreállítási mondat, vagy töltenek a dash. NEVER írja be a helyreállítási mondat jelszó vezetők, vagy máshol. Más eszközök lehet fertőzött.
it: DO non permettere a nessuno di vedere la vostra frase di recupero o possono spendere il vostro tipo di dash. NEVER vostra frase di recupero in password manager o altrove. Altri dispositivi possono essere infetti.
ja: DO ない回復句を参照してください誰か彼らは dash. NEVER 型のパスワード マネージャーや他の場所であなたの回復フレーズを過ごすことができます。その他のデバイスに感染する可能性があります 。
ko: DO 하지 복구 문구를 보고 누구 든 지 나 그들은 복구 구문 비밀 번호를 관리자 또는 다른 dash. NEVER 종류를 보낼 수 있습니다. 다른 장치에 감염 될 수 있습니다.
pl: DO nie pozwól nikomu zobaczyć swoją frazę odzyskiwania lub mogą spędzić swój typ dash. NEVER frazy odzyskiwania do menedżerów haseł, czy gdzie indziej. Inne urządzenia mogą być zainfekowane.
pt: DO não deixe que ninguém veja sua frase de recuperação ou eles podem gastar seu tipo dash. NEVER sua frase de recuperação em gerentes de senha ou em outro lugar. Outros dispositivos podem ser infectados.
ru: DO не позволяйте никому видеть ваши фразы восстановления или они могут потратить ваш тип dash. NEVER фразу восстановления в менеджеры паролей или в другом месте. Другие устройства могут быть инфицированы.
sv: DO låta inte någon se din återhämtning fras eller de kan spendera din dash. NEVER typ din återhämtning fras in lösenord chefer eller någon annanstans. Andra enheter kan vara smittade.
tr: DO kimsenin kurtarma metninizi görmesine izin değil veya kurtarma sıralı parola müdür içine veya başka bir yerde, dash. NEVER türü geçirebilirsiniz. Diğer cihazlar bulaşabilir.
vi: DO không cho phép bất cứ ai nhìn thấy cụm từ phục hồi của bạn hoặc họ có thể chi tiêu của bạn dash. NEVER loại cụm từ phục hồi của bạn vào quản lý mật khẩu hoặc ở nơi khác. Các thiết bị khác có thể bị nhiễm.
zh_hans: DO 不让任何人看到你恢复短语或者他们可以花费您的 dash. NEVER 类型您恢复短语到密码经理或其他地方。其他设备可能被感染。

source: bad signature
da: forkert signatur
de: Ungültige Signatur
hu: rossz aláírás
it: firma non valida
ja: 署名が正しくありません。
ko: 나쁜 서명
pl: zły podpis
pt: assinatura de mau
ru: плохая подпись
sv: dåliga signatur
tr: hatalı imza
vi: tình trạng chữ ký
zh_hans: 错误签名

source: dash address
da: Dash adresse
de: Dash-Adresse
hu: Dash cím
it: Indirizzo di Dash
ja: ダッシュ アドレス
ko: 대시 주소
pl: adres Dash
pt: Endereço de Souza
ru: тире адрес
sv: Dash adress
tr: Dash adresi
vi: địa chỉ dấu gạch ngang
zh_hans: 破折号地址

source: Dash addresses can also be copied to the clipboard. A dash address always starts with 'X' or '7'.
da: Dash adresser kan også blive kopieret til Udklipsholder. En dash adresse altid starter med 'X' eller '7'.
de: Dash-Adressen können auch in die Zwischenablage kopiert werden. Ein Bindestrich immer Adresse beginnt mit 'X' oder '7'.
hu: Dash-címek is a vágólapra másolhatók. A dash cím mindig kezdődik 'X' vagy '7'.
it: Indirizzi di Dash possono anche essere copiati negli Appunti. Un trattino sempre indirizzo inizia con 'X' o '7'.
ja: ダッシュのアドレスは、クリップボードにもコピーできます。ダッシュは、'7' または 'X' で始まる常に対処します。
ko: 대시 주소 클립보드에 복사할 수 있습니다. 대시 'X'로 시작 하거나 '7' 항상 주소.
pl: Dash adresy można również skopiować do Schowka. Kreska adres zawsze rozpoczyna się od 'X' lub '7'.
pt: Traço de endereços também podem ser copiados para a área de transferência. Um traço endereço sempre começa com 'X' ou '7'.
ru: Тире адреса можно также скопировать в буфер обмена. Тире адрес всегда начинается с «X» или '7'.
sv: Dash adresser kan också kopieras till Urklipp. Ett streck adress alltid börjar med 'X' eller '7'.
tr: Dash adreslerini panoya kopyalanabilir. Bir çizgi her zaman 'X' ile başlayan ya da '7' adresi.
vi: Địa chỉ dấu gạch ngang cũng có thể được sao chép vào clipboard. Một dấu gạch ngang chỉ luôn luôn bắt đầu với 'X' hoặc '7'.
zh_hans: 破折号地址也可以复制到剪贴板中。一个破折号地址总是开头 'X' 或 '7'。

source: dash network fees are only optional for high priority transactions (removal may cause delays)
da: Dash netværk gebyrer er kun valgfrit for høj prioritet transaktioner (fjernelse kan forårsage forsinkelser)
de: Dash Netzentgelten sind nur optional für hohe Priorität Transaktionen (Entfernung kann zu Verzögerungen führen)
hu: Dash hálózati díjak csak opcionálisak a magas prioritású tranzakciók (eltávolítása okozhat késéseket)
it: canone di rete Dash solo sono facoltativi per le transazioni ad alta priorità (rimozione potrebbe causare ritardi)
ja: ダッシュ ネットワーク料が (削除は遅延を引き起こすかもしれません) 優先度の高いトランザクションのオプションのみ
ko: 대시 네트워크 요금은 우선 순위가 높은 거래 (제거 지연이 발생할 수 있습니다) 선택 사항
pl: Dash sieci opłat tylko są opcjonalne dla transakcji wysoki priorytet (usuwania może spowodować opóźnienia)
pt: as taxas de rede de traço são apenas opcionais para operações de alta prioridade (remoção pode causar atrasos)
ru: тире сетевые платы только для высокоприоритетных операций (удаление может привести к задержкам)
sv: Dash nätverk avgifter är endast tillval för hög prioritet transaktioner (borttagning kan orsaka förseningar)
tr: Dash ağ ücretler yalnızca yüksek öncelikli işlemleri (kaldırma gecikmelere neden) için isteğe bağlı
vi: Dash mạng lệ phí chỉ có tùy chọn cho các ưu tiên cao giao dịch (loại bỏ có thể gây ra sự chậm trễ)
zh_hans: 破折号网络收费只是可选的高优先级事务 （去除可能导致延迟）

source: clipboard doesn't contain a valid Dash or Bitcoin address
da: Udklipsholder indeholder ikke en gyldig Dash eller Bitcoin adresse
de: Zwischenablage enthalten keine gültige Bindestrich oder Bitcoin-Adresse.
hu: vágólap nem tartalmaz érvényes kötőjel vagy Bitcoin cím
it: Appunti non contengono un indirizzo valido di Dash o Bitcoin
ja: 有効なダッシュまたは Bitcoin アドレスがクリップボードに含まれていません。
ko: 클립보드에 유효한 대시 또는 Bitcoin 주소 포함 되어 있지 않습니다.
pl: Schowek nie zawiera prawidłowy adres Dash lub Bitcoin
pt: área de transferência não contém um endereço válido de traço ou Bitcoin
ru: буфер обмена не содержит действительный тире или Bitcoin адрес
sv: Urklipp innehåller inte en giltig Dash eller Bitcoin adress
tr: Pano geçerli bir çizgi veya Bitcoin adresi içermiyor
vi: Bảng tạm không chứa một dấu gạch ngang hoặc Bitcoin địa chỉ hợp lệ
zh_hans: 剪贴板中不包含一个有效的短划线或比特币地址

source: CONFIRM WIPE
da: BEKRÆFT SLETNING
de: LÖSCHEN BESTÄTIGEN
hu: TÖRLÉS MEGERŐSÍTÉSE
it: CONFERMARE LA CANCELLAZIONE
ja: ワイプを確認します。
ko: 지우기 확인
pl: POTWIERDZIĆ CZYSZCZENIE
pt: CONFIRMAR O APAGAMENTO
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ
sv: BEKRÄFTA RADERING
tr: TEMİZLEME İŞLEMİ ONAYLAMAK
vi: XÁC NHẬN XOÁ SẠCH
zh_hans: 确认清除

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dashs).
da: ENHEDSSIKKERHED COMPROMISED Any 'jailbreak' app kan få adgang til alle andre app nøglering data (og stjæle dine nedslå).
de: GERÄTESICHERHEIT COMPROMISED Any 'Jailbreak' app kann auf eine andere app Schlüsselbunddaten zugreifen (und stehlen Ihre Dashs).
hu: BIZTONSÁGI eszköz COMPROMISED Any 'szökik' app lehet bármely más app kulcstartó adatelérés (és ellopni a dashs).
it: DISPOSITIVO sicurezza COMPROMISED Any 'jailbreak' app può accedere ai dati di qualsiasi altra app portachiavi (e rubare il vostro con).
ja: デバイスのセキュリティ COMPROMISED Any '脱獄' アプリが他のアプリのキーチェーン データにアクセス (とあなたの dashs を盗む)。
ko: 장치 보안 COMPROMISED Any '탈 옥' 애플 리 케이 션 수 있습니다 어떤 다른 애플 리 케이 션의 키체인 데이터에 액세스 (그리고 당신의 dashs를 훔치는).
pl: ZABEZPIECZENIA urządzeń COMPROMISED Any 'jailbreak' app można dostęp do danych pęku kluczy innych aplikacji (i ukraść twój dashs).
pt: DISPOSITIVO de segurança COMPROMISED Any 'jailbreak' app pode acessar dados do qualquer outro aplicativo keychain (e roubar seus dashs).
ru: БЕЗОПАСНОСТЬ устройства COMPROMISED Any «побег из тюрьмы» приложение может получить доступ к любой другой app брелок данных (и украсть ваши dashs).
sv: ENHETSSÄKERHET COMPROMISED Any 'jailbreak' app kan komma åt någon annan app's nyckelring data (och stjäla din dashs).
tr: AYGIT güvenlik COMPROMISED Any 'firar' app herhangi bir başka app Anahtarlık veri erişim (ve senin dashs çalmak).
vi: Thiết bị an ninh COMPROMISED Any 'jailbreak' ứng dụng có thể truy cập dữ liệu keychain app khác (và ăn cắp của bạn dashs).
zh_hans: 设备安全 COMPROMISED Any '越狱' 应用程序可以访问的任何其他应用程序的钥匙串数据 （和偷你划）。

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dashs). Wipe this wallet immediately and restore on a secure device.
da: ENHEDSSIKKERHED COMPROMISED Any 'jailbreak' app kan få adgang til alle andre app nøglering data (og stjæle dine nedslå). Tør denne tegnebog straks og gendanne på en sikker enhed.
de: GERÄTESICHERHEIT COMPROMISED Any 'Jailbreak' app kann auf eine andere app Schlüsselbunddaten zugreifen (und stehlen Ihre Dashs). Wischen Sie diese Brieftasche sofort und auf einem sicheren Gerät wiederherstellen.
hu: BIZTONSÁGI eszköz COMPROMISED Any 'szökik' app lehet bármely más app kulcstartó adatelérés (és ellopni a dashs). Ez azonnal törölje, és állítsa vissza a biztonságos eszközátirányítást.
it: DISPOSITIVO sicurezza COMPROMISED Any 'jailbreak' app può accedere ai dati di qualsiasi altra app portachiavi (e rubare il vostro con). Cancellare questo portafoglio immediatamente e ripristinare su un dispositivo sicuro.
ja: デバイスのセキュリティ COMPROMISED Any '脱獄' アプリが他のアプリのキーチェーン データにアクセス (とあなたの dashs を盗む)。すぐにこの財布をワイプし、セキュリティで保護されたデバイス上に復元します。
ko: 장치 보안 COMPROMISED Any '탈 옥' 애플 리 케이 션 수 있습니다 어떤 다른 애플 리 케이 션의 키체인 데이터에 액세스 (그리고 당신의 dashs를 훔치는). 이 지갑을 즉시 닦 고 보안 장치에 복원.
pl: ZABEZPIECZENIA urządzeń COMPROMISED Any 'jailbreak' app można dostęp do danych pęku kluczy innych aplikacji (i ukraść twój dashs). Należy natychmiast wytrzeć ten portfel i przywrócić na bezpieczne urządzenie.
pt: DISPOSITIVO de segurança COMPROMISED Any 'jailbreak' app pode acessar dados do qualquer outro aplicativo keychain (e roubar seus dashs). Limpe esta carteira imediatamente e restaurar em um dispositivo seguro.
ru: БЕЗОПАСНОСТЬ устройства COMPROMISED Any «побег из тюрьмы» приложение может получить доступ к любой другой app брелок данных (и украсть ваши dashs). Протрите этот бумажник немедленно и восстановить безопасные устройства.
sv: ENHETSSÄKERHET COMPROMISED Any 'jailbreak' app kan komma åt någon annan app's nyckelring data (och stjäla din dashs). Torka denna plånbok omedelbart och återställa på en säker enhet.
tr: AYGIT güvenlik COMPROMISED Any 'firar' app herhangi bir başka app Anahtarlık veri erişim (ve senin dashs çalmak). Bu cüzdanı hemen silin ve güvenli bir aygıtta geri yükleme.
vi: Thiết bị an ninh COMPROMISED Any 'jailbreak' ứng dụng có thể truy cập dữ liệu keychain app khác (và ăn cắp của bạn dashs). Lau chi tiêu này ngay lập tức và phục hồi trên một thiết bị an toàn.
zh_hans: 设备安全 COMPROMISED Any '越狱' 应用程序可以访问的任何其他应用程序的钥匙串数据 （和偷你划）。立即擦这个钱包和恢复在安全设备上。

source: Let others scan this QR code to get your dash address. Anyone can send dashs to your wallet by transferring them to your address.
da: Lad andre scanne denne QR kode for at få din dash adresse. Enhver kan sende nedslå til tegnebogen ved at overføre dem til din adresse.
de: Lassen Sie andere Scannen Sie diesen QR-Code um Ihre Dash-Adresse zu erhalten. Jeder kann Dashs-Guthaben senden, indem Sie sie an Ihre Adresse übertragen.
hu: Hagyja, hogy mások a dash cím megszerzéséhez QR-kód beolvasásához. Bárki láthatja küld dashs-hoz tárcátok annak címét.
it: Lasciare che gli altri leggi questo codice QR per ottenere il vostro indirizzo di dash. Chiunque può inviare con il tuo portafoglio trasferendoli al tuo indirizzo.
ja: 他のダッシュ アドレスを取得するには、この QR コードをスキャンしましょう。誰でもはそれらをあなたのアドレスに転送することによってあなたの財布に dashs を送信できます。
ko: 다른 대시 주소를이 QR 코드를 스캔 하자. 누구 든 지 당신의 지갑에 귀하의 주소로 전송 하 여 dashs을 보낼 수 있습니다.
pl: Niech inni Zeskanuj ten kod QR, aby uzyskać adres dash. Dashs ktoś posyłać do portfela, przesyłając je na adres.
pt: Compartilhe digitalizar este código QR para obter seu endereço do traço. Qualquer um pode enviar dashs para sua carteira por transferi-los para seu endereço.
ru: Пусть другие сканировать этот QR код, чтобы получить ваш адрес тире. Кто-нибудь может отправить dashs на ваш кошелек путем передачи их на ваш адрес.
sv: Låt andra Skanna denna QR koden för att få din dash-adress. Den kan skicka dashs till din plånbok genom att överföra dem till din adress.
tr: Diğerleri senin çizgi adresini almak için bu QR Kod tarama sağlar. Dashs, m-cüzdana adresinize aktararak-ebilmek kimse göndermek.
vi: Hãy để những người khác mà quét mã QR này để có được địa chỉ dấu gạch ngang. Bất cứ ai có thể gửi dashs để chi tiêu của bạn bằng cách chuyển chúng đến địa chỉ của bạn.
zh_hans: 让别人扫描这个二维码，获取您的破折号地址。任何人都可以发送划到你的钱包，将其转到您的地址。

source: new phrase
da: ny sætning
de: neuer Satz
hu: új mondatot
it: nuova frase
ja: 新しいフレーズ
ko: 새로운 구문
pl: nowe wyrażenie
pt: nova frase
ru: Новая фраза
sv: ny fras
tr: yeni ifade
vi: cụm từ mới
zh_hans: 新短语

source: not a dash or dash QR code
da: ikke en streg eller dash QR kode
de: keinen Bindestrich oder ein Bindestrich QR-code
hu: nem egy kötőjel vagy gondolatjel QR-kód
it: non un trattino o un trattino codice QR
ja: ダッシュやダッシュ QR コードではなく
ko: 안 대시 또는 대시 QR 코드
pl: nie myślnik lub kreska kod QR
pt: Não é um traço ou traço código QR
ru: не тире или тире QR-код
sv: inte ett tankstreck eller bindestreck QR-kod
tr: değil bir çizgi veya çizgi QR kodu
vi: không phải là một dấu gạch ngang hay dấu gạch ngang mã QR
zh_hans: 不划线或短划线的 QR 码

source: post-dated
da: post dateret
de: Post-vom
hu: post-án kelt
it: post-datato
ja: ポスト付け
ko: 게시 일자
pl: Po wprowadzeniu z dnia
pt: pós-datado
ru: пост от
sv: efter daterad
tr: sonrası tarihli
vi: sau ngày
zh_hans: 后信

source: Receive dashs at this address: %@
da: Modtage nedslå på denne adresse: %@
de: Dashs unter dieser Adresse erhalten: %@
hu: Kap a dashs, ezen a címen: %@
it: Ricevere con a questo indirizzo: %@
ja: このアドレスで dashs を受信: %@
ko: 이 주소에 dashs를 받기: %@
pl: Otrzymywać dashs pod tym adresem: %@
pt: Receber dashs neste endereço: %@
ru: Получить dashs по этому адресу: %@
sv: Ta emot dashs på denna adress: %@
tr: Dashs bu adresten alırsınız: %@
vi: Nhận dashs tại địa chỉ này: %@
zh_hans: 接收划在此地址: %@

source: the standard dash network fee for this transaction is %1$@ (%2$@) removing this fee may delay confirmation
da: standard dash netværk gebyr for denne transaktion er %1$ @ (%2$@) removing dette gebyr kan forsinke bekræftelse
de: die standard Armaturenbrett Netzwerkgebühr für diese Transaktion ist %1$ @ (%2$@) removing diese Gebühr kann Bestätigung verzögern
hu: a standard dash hálózati tranzakció díja %1$ @ (%2$@) removing ez a díj haladéktalanul visszaigazolást
it: la quota di rete di tratteggio standard per questa transazione è %1$ @ (%2$@) removing questa tassa può ritardare la conferma
ja: このトランザクションの標準ダッシュ ネットワーク料は 1%$ @ (%2$@) removing この料金は確認を遅らせる可能性があります
ko: 이 거래에 대 한 표준 대시 네트워크 수수료는 %1$ @ (%2$@) removing이이 수수료 확인 지연 될 수 있습니다
pl: opłat za użytkowanie sieci standardowej dash dla tej transakcji jest %1$ @ (%2$@) removing opłata ta może opóźnić potwierdzenie
pt: a taxa de rede padrão traço para esta transação é 1% $@ (%2$@) removing esta taxa pode atrasar a confirmação
ru: Стандартная комбинация сети плата за эту сделку составляет %1$ @ (%2$@) removing этот сбор может задержать подтверждение
sv: standard dash nätverk avgiften för den här transaktionen är %1$ @ (%2$@) removing denna avgift kan fördröja bekräftelse
tr: Bu işlem için Standart çizgi ağ ücreti olduğunu @ %1$ (%2$@) removing bu ücret onay gecikme olabilir
vi: dấu gạch ngang tiêu chuẩn mạng phí cho giao dịch này là %1$ @ (%2$@) removing chi phí này có thể trì hoãn xác nhận
zh_hans: 这笔交易的标准划线网络费用是 %1$ @ (%2$@) removing 这项费用可能会延迟确认

source: This is your digital cash (DASH) address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
da: Dette er din digitale kontanter (DASH) adresse. Tryk for at kopiere det eller sende den via e-mail eller sms. Adressen vil ændre hver gang du modtager midler, men gamle adresser altid arbejde.
de: Dies ist Ihr digitales Bargeld (DASH) Adresse. Tippen Sie zum Kopieren oder senden Sie es per e-Mail oder Sms. Die Adresse ändert sich jedes Mal, wenn Sie erhalten Fonds, aber alte Adressen funktionieren immer.
hu: Ez a digitális készpénz (kötőjel) cím. Érintse meg, másolja, vagy küldje el e-mailben vagy SMS-ben. A cím meg fog változni minden egyes alkalommal kap alapok, de régi címeket mindig működik.
it: Questo è il tuo indirizzo di denaro digitale (DASH). Toccare per copiarlo o inviarlo tramite e-mail o sms. L'indirizzo cambierà ogni volta che si ricevono fondi, ma vecchi indirizzi funzionano sempre.
ja: 電子マネー (ダッシュ) アドレスです。それをコピーまたは電子メールまたは sms で送信するをタップします。アドレスが変更されるたびに、資金を受け取るが、古いアドレスとは限りません。
ko: 이것은 당신의 디지털 현금 (대시) 주소 이다. 이메일 이나 sms를 보내거나 복사를 누릅니다. 주소 때마다 바뀝니다 메시지가 자금, 하지만 오래 된 주소는 항상 작동.
pl: Jest to adres cyfrową gotówką (DASH). Dotknij, aby go skopiować lub wysłać go przez e-mail lub sms. Adres będzie zmienić za każdym razem otrzymasz fundusze, ale stare adresy zawsze działa.
pt: Este é o seu endereço de dinheiro digital (DASH). Toque para copiá-lo ou enviá-lo por e-mail ou sms. O endereço vai mudar cada vez que você receber fundos, mas endereços antigos sempre funcionam.
ru: Это ваш адрес цифровые деньги (ТИРЕ). Нажмите, чтобы скопировать его или отправить его по электронной почте или sms. Адрес будет меняться каждый раз, когда вы получаете средства, но старые адреса всегда работают.
sv: Det här är din digitala kontanter (DASH) adress. Tryck för att kopiera den eller skicka den via e-post eller sms. Adressen kommer att ändras varje gång du får medel, men gamla adresser fungerar alltid.
tr: Bu, dijital nakit (çizgi) adresidir. Kopyalamak veya e-posta veya sms göndermek için dokunun. Belgili tanımlık adres yazmak-ecek değişmek her zaman para almak, ama eski adresleri her zaman iş.
vi: Đây là địa chỉ số tiền mặt (gạch ngang). Bấm vào để sao chép nó hoặc gửi nó bằng email hoặc tin nhắn sms. Địa chỉ sẽ thay đổi mỗi khi bạn nhận được tiền, nhưng địa chỉ cũ luôn luôn làm việc.
zh_hans: 这是您的数字现金 (DASH) 地址。点击可将其复制或通过电子邮件或短信发送。地址会改变每次你获得的资金，但旧地址总是工作。

source: transaction is post-dated
da: transaktionen er post-dateret
de: Transaktion ist vordatierten
hu: tranzakció a post-án
it: transazione è post-datato
ja: トランザクションは後 †
ko: 거래는 날짜가
pl: transakcja jest z datą
pt: transação é pós-datado
ru: транзакция — от пост
sv: transaktionen är postdaterade
tr: post-tarihli hareketidir
vi: giao dịch là sau ngày
zh_hans: 交易是远期

source: %@ is for 'dash'. %@ = 1 dash.
da: %@ er 'dash'. %@ = 1 dash.
de: %@ ist für 'Dash'. %@ = 1 Spritzer.
hu: %@ az 'kötőjel'. %@ = 1 kötőjel.
it: %@ è per 'dash'. %@ = 1 pizzico.
ja: %@「ダッシュ」のためです。%@ = 1 ダッシュ。
ko: %@ '대시'입니다. %@ 1 대시 =.
pl: %@ jest dla 'kreska'. %@ = 1 kreska.
pt: %@ é para 'traço'. %@ = 1 traço.
ru: %@ предназначен для «тире». %@ = 1 тире.
sv: %@ är för 'dash'. %@ = 1 dash.
tr: %@ 'çizgi' için var. * 1 tutam =.
vi: %@ là 'gạch ngang'. %@ = 1 dấu gạch ngang.
zh_hans: %@ 为 '冲'。%@ = 1 破折号。

source: %@ is not allowed to access the camera
da: %@ er ikke tilladt at få adgang til kameraet
de: %@ darf nicht auf die Kamera zugreifen
hu: %@ nem hozzáférhetnek a kamera
it: %@ non è consentito di accedere alla videocamera
ja: %@ はカメラにアクセスできません。
ko: %@ 카메라에 액세스할 수 없습니다은
pl: %@ nie może uzyskać dostęp do kamery
pt: %@ Não pode acessar a câmera
ru: %@ не разрешается доступ к камере
sv: %@ får inte åtkomst till kameran
tr: %@ kameraya erişmek için izin verilmez
vi: %@ không được phép để truy cập vào máy ảnh
zh_hans: %@ 是不允许访问相机

source: %d confirmations
da: %d bekræftelser
de: %d Bestätigungen
hu: %d megerősítések
it: conferme %d
ja: %d の確認
ko: %d 확인
pl: %d potwierdzenia
pt: confirmações de %d
ru: %d подтверждений
sv: %d bekräftelser
tr: %d teyitleri
vi: giấy tờ xác nhận %d
zh_hans: %d 确认

source: 0 confirmations
da: 0 bekræftelser
de: 0 Bestätigungen
hu: 0 megerősítések
it: 0 conferme
ja: 0 確認
ko: 0 확인
pl: 0 potwierdzeń
pt: 0 confirmações
ru: 0 подтверждений
sv: 0 bekräftelser
tr: 0 teyitleri
vi: giấy tờ xác nhận 0
zh_hans: 0 确认

source: 1 confirmation
da: 1 bekræftelse
de: 1 Bestätigung
hu: 1 megerősítése
it: 1 conferma
ja: 1 確認
ko: 1 확인
pl: 1 potwierdzenie
pt: 1 confirmação
ru: 1 подтверждение
sv: 1 bekräftelse
tr: 1 onay
vi: 1 xác nhận
zh_hans: 1 确认

source: "%@" is not a recovery phrase word
da: '%@ ' er ikke et opsving sætning ord
de: '%@ ' ist kein Satz Wort Erholung
hu: '%@ ' van nem egy helyreállítási kifejezés szó
it: '%@ ' non è una parola di frase di recupero
ja: '%@ '回復フレーズの言葉ではないです。
ko: '%@ ' 복구 구문 단어 하지 않습니다
pl: '%@ ' nie jest słowem frazę odzyskiwania
pt: '%@ ' não é uma palavra da frase recuperação
ru: '%@ » не является слово фразы восстановления
sv: '%@ ' är inte en återhämtning frasen ord
tr: '%@ ' kurtarma ifade kelime değil
vi: '%@ ' không phải là một từ cụm từ phục hồi
zh_hans: '%@ '不是一个恢复短语词

# total %@ (%@)
source: total %1$@ (%2$@)
hu: teljes %1$ @ ($%2 @)
it: totale %1$ @ (%2$ @)
ja: 合計 %1$ @ (2%$ @)
ko: @ 총 %1$ (%2$ @)
pl: całkowita 1% $@ (%2$ @)
ru: всего 1% $@ (%2$ @)
sv: totala %1$ @ (%2$ @)
tr: toplam %1$ @ (%2$ @)
vi: N 1% tổng số $@ (%2$ @)
zh_hans: 总的 %1$ @ (%2$ @)

source: %@ if you ever lose your phone, you will need it to recover your wallet
da: %@ if du mister nogensinde telefonen, skal du bruge det til at gendanne din tegnebog
de: %@ if Sie schon einmal Ihr Handy verlieren, du wirst es brauchen um Ihren Geldbeutel zu erholen
hu: %@ if valaha is elveszítjük telefonunkat, szüksége lesz, hogy visszaszerezze a pénztárca
it: %@ If perdi il telefono, sarà necessario recuperare il tuo portafoglio
ja: %@ if まで電話をなくしたら、それはあなたの財布を回復する必要があります。
ko: %@ if 당신이 잃을 수도 귀하의 휴대 전화, 지갑 복구 필요
pl: %@ if kiedykolwiek zgubisz swój telefon, trzeba będzie go odzyskać swój portfel
pt: %@ if você perder seu telefone, você vai precisar dele para recuperar sua carteira
ru: %@ if вы никогда не потеряете свой телефон, вам понадобится восстановить ваш кошелек
sv: %@ if du förlorar någonsin din telefon, kommer du att återställa din plånbok
tr: %@ if hiç telefonunuzun kaybolması, cüzdanını kurtarmak için ihtiyacınız
vi: N%@ if bạn đã bao giờ mất điện thoại của bạn, bạn sẽ cần nó để phục hồi các chi tiêu của bạn
zh_hans: %@ if 你永远失去你的手机，你会需要它来恢复你的钱包

source: %d attempts remaining
da: %d forsøg på remaining
de: %d versucht remaining
hu: %d kísérlet remaining
it: %d tentativi remaining
ja: %d 試行 %10s
ko: %d 시도 remaining
pl: %d próby remaining
pt: %d tentativas remaining
ru: %d попытки remaining
sv: %d försök remaining
tr: %d remaining çalışır
vi: N%d nỗ lực remaining
zh_hans: %d 尝试 remaining

source: 1 attempt remaining
da: 1 forsøg på remaining
de: 1 Versuch remaining
hu: 1 kísérlet remaining
it: N1 tentativo remaining
ja: 1. 試み %10s
ko: 1 시도 remaining
pl: 1 próba remaining
pt: 1 tentativa remaining
ru: N1 попытка remaining
sv: 1 försök remaining
tr: 1 girişimi remaining
vi: 1 nỗ lực remaining
zh_hans: 1.尝试 remaining
