Repository: jonspock/iPhoneDevault
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: da, de, hu, it, ja, ko, pl, pt, ru, sv, tr, vi, zh_hans

source: dash transaction not signed
da: Dash transaktion ikke signeret
de: Dash-Transaktion nicht signiert
hu: Dash tranzakció nincs aláírva
it: transazione di Dash non firmato
ja: 署名されていないダッシュ トランザクション
ko: 대시 트랜잭션 서명 되지
pl: Dash transakcji nie podpisane
pt: transação de traço não assinada
ru: тире транзакция не подписан
sv: Dash transaktionen inte undertecknat
tr: imzalı çizgi hareket
vi: dấu gạch ngang giao dịch không được ký
zh_hans: 未签名的破折号交易

source: dash transaction outputs can't be less than %@
da: Dash transaktion udgange kan ikke være mindre end %@
de: Dash Transaktion Ausgänge dürfen nicht weniger als %@
hu: Dash tranzakció kimenet nem lehet kevesebb, mint %@
it: uscite di Dash transazione non possono essere inferiore a %@
ja: ダッシュのトランザクションの出力をすることはできません未満 %@
ko: 대시 트랜잭션 출력 수 없습니다 미만 %@
pl: Dash transakcji wyjścia nie może być mniejsza niż %@
pt: saídas de traço transação não podem ser inferior %@
ru: тире результаты транзакции не может быть меньше, чем %@
sv: Dash transaktionen utgångar kan inte vara mindre än %@
tr: çizgi hareket çıkışlarını olamaz az %@
vi: dấu gạch ngang giao dịch kết quả đầu ra có thể không ít hơn %@
zh_hans: 破折号交易输出不能少于 %@

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash).
da: ENHEDSSIKKERHED COMPROMISED Any 'jailbreak' app kan få adgang til alle andre app nøglering data (og stjæle din dash).
de: GERÄTESICHERHEIT COMPROMISED Any 'Jailbreak' app kann auf eine andere app Schlüsselbunddaten zugreifen (und stehlen Ihre Dash).
hu: BIZTONSÁGI eszköz COMPROMISED Any 'szökik' app lehet bármely más app kulcstartó adatelérés (és ellopni a kötőjel).
it: DISPOSITIVO sicurezza COMPROMISED Any 'jailbreak' app può accedere ai dati di qualsiasi altra app portachiavi (e rubare il vostro cruscotto).
ja: デバイスのセキュリティ COMPROMISED Any '脱獄' アプリが他のアプリのキーチェーン データにアクセス (とあなたのダッシュを盗む)。
ko: 장치 보안 COMPROMISED Any '탈 옥' 애플 리 케이 션 수 있습니다 어떤 다른 애플 리 케이 션의 키체인 데이터에 액세스 (그리고 훔치는 당신의 대시).
pl: ZABEZPIECZENIA urządzeń COMPROMISED Any 'jailbreak' app można dostęp do danych pęku kluczy innych aplikacji (i ukraść twój dash).
pt: DISPOSITIVO de segurança COMPROMISED Any 'jailbreak' app pode acessar dados do qualquer outro aplicativo keychain (e roubar seu traço).
ru: БЕЗОПАСНОСТЬ устройства COMPROMISED Any «побег из тюрьмы» приложение может получить доступ к любой другой app брелок данных (и украсть ваши тире).
sv: ENHETSSÄKERHET COMPROMISED Any 'jailbreak' app kan komma åt någon annan app's nyckelring data (och stjäla din dash).
tr: AYGIT güvenlik COMPROMISED Any 'firar' app herhangi bir başka app Anahtarlık veri erişim (ve dash çalmak).
vi: Thiết bị an ninh COMPROMISED Any 'jailbreak' ứng dụng có thể truy cập dữ liệu keychain app khác (và ăn cắp dash của bạn).
zh_hans: 设备安全 COMPROMISED Any '越狱' 应用程序可以访问任何其他应用程序的钥匙串数据 （和窃取你的破折号）。

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your dash). Wipe this wallet immediately and restore on a secure device.
da: ENHEDSSIKKERHED COMPROMISED Any 'jailbreak' app kan få adgang til alle andre app nøglering data (og stjæle din dash). Tør denne tegnebog straks og gendanne på en sikker enhed.
de: GERÄTESICHERHEIT COMPROMISED Any 'Jailbreak' app kann auf eine andere app Schlüsselbunddaten zugreifen (und stehlen Ihre Dash). Wischen Sie diese Brieftasche sofort und auf einem sicheren Gerät wiederherstellen.
hu: BIZTONSÁGI eszköz COMPROMISED Any 'szökik' app lehet bármely más app kulcstartó adatelérés (és ellopni a kötőjel). Ez azonnal törölje, és állítsa vissza a biztonságos eszközátirányítást.
it: DISPOSITIVO sicurezza COMPROMISED Any 'jailbreak' app può accedere ai dati di qualsiasi altra app portachiavi (e rubare il vostro cruscotto). Cancellare questo portafoglio immediatamente e ripristinare su un dispositivo sicuro.
ja: デバイスのセキュリティ COMPROMISED Any '脱獄' アプリが他のアプリのキーチェーン データにアクセス (とあなたのダッシュを盗む)。すぐにこの財布をワイプし、セキュリティで保護されたデバイス上に復元します。
ko: 장치 보안 COMPROMISED Any '탈 옥' 애플 리 케이 션 수 있습니다 어떤 다른 애플 리 케이 션의 키체인 데이터에 액세스 (그리고 훔치는 당신의 대시). 이 지갑을 즉시 닦 고 보안 장치에 복원.
pl: ZABEZPIECZENIA urządzeń COMPROMISED Any 'jailbreak' app można dostęp do danych pęku kluczy innych aplikacji (i ukraść twój dash). Należy natychmiast wytrzeć ten portfel i przywrócić na bezpieczne urządzenie.
pt: DISPOSITIVO de segurança COMPROMISED Any 'jailbreak' app pode acessar dados do qualquer outro aplicativo keychain (e roubar seu traço). Limpe esta carteira imediatamente e restaurar em um dispositivo seguro.
ru: БЕЗОПАСНОСТЬ устройства COMPROMISED Any «побег из тюрьмы» приложение может получить доступ к любой другой app брелок данных (и украсть ваши тире). Протрите этот бумажник немедленно и восстановить безопасные устройства.
sv: ENHETSSÄKERHET COMPROMISED Any 'jailbreak' app kan komma åt någon annan app's nyckelring data (och stjäla din dash). Torka denna plånbok omedelbart och återställa på en säker enhet.
tr: AYGIT güvenlik COMPROMISED Any 'firar' app herhangi bir başka app Anahtarlık veri erişim (ve dash çalmak). Bu cüzdanı hemen silin ve güvenli bir aygıtta geri yükleme.
vi: Thiết bị an ninh COMPROMISED Any 'jailbreak' ứng dụng có thể truy cập dữ liệu keychain app khác (và ăn cắp dash của bạn). Lau chi tiêu này ngay lập tức và phục hồi trên một thiết bị an toàn.
zh_hans: 设备安全 COMPROMISED Any '越狱' 应用程序可以访问任何其他应用程序的钥匙串数据 （和窃取你的破折号）。立即擦这个钱包和恢复在安全设备上。

source: Disable wallet for 48 hours? You can re-enable at any time using your recovery phrase.
da: Deaktivere tegnebog i 48 timer? Du kan genaktivere når som helst ved hjælp af din opsving sætning.
de: Deaktivieren Brieftasche für 48 Stunden? Sie können jederzeit über Ihre Genesung Phrase wieder aktivieren.
hu: Megbénít pénztárca 48 órán át? A helyreállítási mondat segítségével bármikor újra engedélyezheti.
it: Disattivare il portafoglio per 48 ore? È possibile riattivare in qualsiasi momento utilizzando la frase di recupero.
ja: 48 時間のウォレットを無効にするか。再度、回復フレーズを使用していつでも有効にできます。
ko: 48 시간 동안 지갑 해제? 다시 복구 구문을 사용 하 여 언제 든 지 사용할 수 있습니다.
pl: Wyłączyć portfel w ciągu 48 godzin? Można ponownie włączyć w dowolnym momencie przy użyciu frazy odzyskiwania.
pt: Desativar a carteira por 48 horas? Você pode reativar usando sua frase de recuperação a qualquer momento.
ru: Отключить бумажник 48 часов? Можно повторно включить в любое время, используя вашу фразу восстановления.
sv: Inaktivera wallet för 48 timmar? Du kan återaktivera när som helst med din återhämtning fras.
tr: M-cüzdan için 48 saat devre dışı bırakmak? Kurtarma ifade kullanarak istediğiniz zaman yeniden etkinleştirebilirsiniz.
vi: Vô hiệu wallet trong 48 giờ? Bạn có thể kích hoạt lại bất kỳ lúc nào bằng cách sử dụng cụm từ phục hồi của bạn.
zh_hans: 48 小时内禁用的钱包吗？在任何时候使用您恢复的短语，您可以重新启用。

source: do it later
da: gøre det senere
de: tun Sie es später
hu: nem később
it: farlo in seguito
ja: それを後で行う
ko: 나중에 그것을
pl: zrobić to później
pt: fazê-lo mais tarde
ru: сделать это позже
sv: göra det senare
tr: daha sonra yapmak
vi: làm điều đó sau này
zh_hans: 以后做

source: done
da: gjort
de: fertig
hu: kész
it: fatto
ja: 行われます
ko: 완료
pl: gotowe
pt: feito
ru: Договорились
sv: gjort
tr: bitmiş
vi: thực hiện
zh_hans: 完成

source: double spend
da: dobbelt tilbringe
de: doppelte verbringen
hu: dupla tölteni
it: doppia trascorrere
ja: ダブルを使う
ko: 이중 지출
pl: podwójne spędzić
pt: gastar o dobro
ru: двойной тратить
sv: dubbla spendera
tr: Çift harcamak
vi: tăng gấp đôi chi tiêu
zh_hans: 双花

source: email not configured
da: e-mail ikke konfigureret
de: e-Mail nicht konfiguriert
hu: nincs konfigurálva e-mailben
it: email non configurato
ja: 電子メールが構成されていません
ko: 전자 메일 구성 되지 않음
pl: e-mail nie jest skonfigurowany
pt: e-mail não configurado
ru: Электронная почта не настроена
sv: e-post inte konfigurerad
tr: e-posta değil yapılandırılmış
vi: email không được cấu hình
zh_hans: 未配置的电子邮件

source: enable receive notifications
da: Aktiver modtage meddelelser
de: Aktivieren von Benachrichtigungen
hu: képessé tesz kap értesítést
it: abilitare le notifiche di ricezione
ja: 有効にする通知を受信します。
ko: 활성화 수신 알림
pl: Włącz powiadomienia
pt: Enable receber notificações
ru: разрешить получение уведомлений
sv: aktivera aviseringar
tr: bildirimleri almayı etkinleştir
vi: kích hoạt tính năng nhận thông báo
zh_hans: 启用接收通知

source: enter old passcode
da: Angiv gammel adgangskode
de: alten Code eingeben
hu: adja meg a régi jelszót
it: Immettere il vecchio codice di accesso
ja: 古いパスコードを入力します。
ko: 오래 된 암호를 입력
pl: Wprowadź stary kod dostępu
pt: Digite a senha antiga
ru: Введите старый пароль
sv: Ange gamla lösenord
tr: eski giriş kodunu girin
vi: nhập mã khóa cũ
zh_hans: 输入旧密码

source: error determining if bundle exists
da: fejl fastlæggelse af, om pakken eksisterer
de: Fehler beim ermitteln Wenn Bundle vorhanden ist
hu: hiba a csomag esetén
it: errore di determinazione se esiste bundle
ja: バンドルが存在する場合を判断するエラー
ko: 번들 존재 여부를 확인 하는 오류
pl: określenie, czy pakiet istnieje błąd
pt: erro de determinar se existe bundle
ru: Ошибка при определении если пакет существует
sv: fel att avgöra om bunt finns
tr: paket varsa saptama hatası
vi: lỗi xác định nếu bó tồn tại
zh_hans: 确定如果包存在时出错

source: error determining versions
da: fejl bestemmelse versioner
de: Fehler beim Ermitteln der Versionen
hu: hiba a verziók
it: errore di determinazione di versioni
ja: エラーのバージョンを特定します。
ko: 버전을 결정 하는 오류
pl: Określanie wersji błąd
pt: erro de determinação versões
ru: Ошибка при определении версии
sv: fel att bestämma versioner
tr: sürümleri saptama hatası
vi: lỗi xác định phiên bản
zh_hans: 确定版本时出错

source: error downloading diff: (e)
da: Fejl downloade diff: (e)
de: Fehler beim Herunterladen Diff: (e)
hu: Letöltés diff hiba: (e)
it: errore di download diff: (e)
ja: 差分のダウンロード エラー: (e)
ko: diff 다운로드 오류: (e)
pl: Błąd pobierania różnicowego: (e)
pt: erro ao fazer download diff: (e)
ru: Ошибка загрузки diff: (e)
sv: fel att hämta diff: (e)
tr: diff yükleme hatası: (e)
vi: lỗi tải xuống khác: (e)
zh_hans: 下载 diff 时出错︰ (e)

source: error extracting bundle: (e)
da: Fejl udtrække bundle: (e)
de: Fehler extrahieren Bundle: (e)
hu: kitermelése csomag hiba: (e)
it: errore durante l'estrazione bundle: (e)
ja: バンドルを抽出エラー: (e)
ko: 번들을 추출 오류: (e)
pl: Błąd wyodrębniania pakiet: (e)
pt: extrair o pacote de erro: (e)
ru: ошибка распаковки пакета: (e)
sv: fel utvinna bundle: (e)
tr: hata ayıklama paket: (e)
vi: lỗi giải nén gói: (e)
zh_hans: 解压缩包时出错︰ (e)

source: error fetching bundle:
da: fejl hentning bundt:
de: Fehler abrufen Bundle:
hu: hiba letöltése bundle:
it: bundle di recupero di errore:
ja: エラー フェッチ バンドル:
ko: 오류 가져오는 번들:
pl: Błąd pobierania pakietu:
pt: pacote atraente de erro:
ru: Ошибка загрузки пакета:
sv: fel hämtar bundle:
tr: hata alma paket:
vi: lỗi bó lấy:
zh_hans: 错误取包︰

source: error reading current bundle
da: fejl læsning nuværende bundt
de: Fehler lesen aktuelle bundle
hu: hiba olvasó jelenlegi bundle
it: bundle corrente di errore lettura
ja: エラー読書現在のバンドル
ko: 오류 읽기 현재 번들
pl: Błąd odczytu aktualnego pakietu
pt: pacote atual de leitura de erro
ru: Ошибка чтения текущего пакета
sv: fel läsning nuvarande bunt
tr: hata okuma geçerli paket
vi: Lỗi đọc hiện tại bundle
zh_hans: 错误阅读当前束

source: error signing dash transaction
da: fejl signeringsgrænse dash transaktion
de: Fehler Unterzeichnung Dash-Transaktion
hu: hiba-aláírási dash-tranzakció
it: transazione di errore firma dash
ja: エラー署名ダッシュ トランザクション
ko: 오류 서명 대시 트랜잭션
pl: błąd podpisywania transakcji dash
pt: transação de traço assinatura erro
ru: Ошибка подписи тире транзакции
sv: fel signering dash transaktion
tr: hata imza çizgi hareket
vi: lỗi ký dấu gạch ngang của giao dịch
zh_hans: 错误签名的破折号交易

source: error signing transaction
da: fejl signeringsgrænse transaktion
de: signing Transaktion Fehler
hu: hiba-aláírási tranzakció
it: transazione firma errore
ja: エラー署名トランザクション
ko: 오류 서명 트랜잭션
pl: błąd podpisywania transakcji
pt: transação de assinatura de erro
ru: Ошибка подписи транзакции
sv: fel signering transaktion
tr: hata imza hareketi
vi: lỗi ký hợp đồng giao dịch
zh_hans: 错误签名交易

source: error writing bundle file:
da: fejl under skrivning bundt fil:
de: Fehler beim Schreiben der Bundle-Datei:
hu: hiba a fájl bundle:
it: errore durante la scrittura file bundle:
ja: バンドル ファイルを書き込み中にエラー:
ko: 번들 파일 쓰기 오류:
pl: błąd podczas zapisywania pliku bundle:
pt: erro ao gravar o arquivo de pacote:
ru: Ошибка при записи файла комплекта:
sv: fel vid skrivning bundle fil:
tr: paket dosyası yazılırken bir hata oluştu:
vi: Lỗi ghi tập tin bó:
zh_hans: 写包文件时出错︰

source: from:
da: fra:
de: Von:
hu: Feladó:
it: Da:
ja: 差出人：
ko: 보낸 사람:
pl: od:
pt: De:
ru: От:
sv: från:
tr: Kaynak:
vi: từ:
zh_hans: 从：

source: hour
da: time
de: Stunde
hu: óra
it: ora
ja: 時間
ko: 시간
pl: godziny
pt: hora
ru: час
sv: timme
tr: Saat
vi: giờ
zh_hans: 小时

source: hours
da: timer
de: Stunden
hu: óra
it: ore
ja: 時間
ko: 시간
pl: godzin
pt: horas
ru: Часы
sv: timmar
tr: Saat
vi: giờ
zh_hans: 小时

source: id:
hu: azonosító:
it: Identificativo:
pl: Identyfikator:
pt: identificação:
tr: numarası:

source: ignore
da: ignorere
de: ignorieren
hu: figyelmen kívül hagyása
it: ignorare
ja: 無視します。
ko: 무시
pl: Ignoruj
pt: ignorar
ru: игнорировать
sv: Ignorera
tr: Yoksay
vi: bỏ qua
zh_hans: 忽略

source: sweep private key
de: privaten Schlüssel importieren
hu: személyes kulcs importálása
ko: 개인 키 가져오기
ru: Импорт закрытого ключа
tr: özel anahtarı alma

source: IMPORTANT
da: VIGTIGT
de: WICHTIG
hu: FONTOS
it: IMPORTANTE
ja: 重要です
ko: 중요 한
pl: WAŻNE
pt: IMPORTANTE
ru: ВАЖНО
sv: VIKTIGT
tr: ÖNEMLİ
vi: QUAN TRỌNG
zh_hans: 重要

source: insufficient funds
da: utilstrækkelige midler
de: unzureichende Geldmittel
hu: elégtelen alapok
it: fondi insufficienti
ja: 資金不足
ko: 부족 한 자금
pl: niewystarczających środków
pt: fundos insuficientes
ru: нехватка средств
sv: otillräckliga medel
tr: yetersiz bakiye
vi: không đủ tiền
zh_hans: 资金不足

source: insufficient funds for dash network fee
da: utilstrækkelige midler til dash netværk gebyr
de: nicht genügend Geld für Dash Netzwerkgebühr
hu: elégtelen alapok dash hálózati díj
it: fondi insufficienti per tassa di rete dash
ja: ダッシュ ネットワーク料金のための不十分な資金
ko: 대시 네트워크 비용에 대 한 부족 한 자금
pl: niewystarczających środków za opłatą sieci dash
pt: fundos insuficientes para taxa de rede de Souza
ru: нехватка средств для тире сетевой платы
sv: otillräckliga medel för dash nätavgiften
tr: dash ağ ücret karşılığında yetersiz bakiye
vi: không đủ tiền phí dash mạng
zh_hans: 资金不足为破折号网络费的

source: insufficient funds for sending with instantSend, please wait a few minutes or send normally
da: utilstrækkelige midler til at sende med instantSend, vent et par minutter eller sende normalt
de: nicht genügend Geld für den Versand mit InstantSend, bitte warten Sie ein paar Minuten oder normalerweise schicken
hu: elég pénz részére elküldés a instantSend, kérjük várjon néhány percet, vagy Küldj általában
it: fondi insufficienti per l'invio con instantSend, si prega di attendere qualche minuto o inviare normalmente
ja: 数分待ってからまたは通常送信してください instantSend に送信するための資金が不足
ko: instantSend, 함께 보내는 부족 자금 제발 몇 분 또는 일반적으로 보낼
pl: niewystarczające środki do wysyłania z instantSend, proszę czekać kilka minut lub wysłać normalnie
pt: fundos insuficientes para o envio com instantSend, por favor, aguarde alguns minutos ou enviar normalmente
ru: недостаточно средств для отправки с instantSend, пожалуйста, подождите несколько минут, или отправить обычно
sv: tillräckliga medel för att skicka med instantSend, vänligen vänta ett par minuter eller skicka normalt
tr: yetersiz bakiye instantSend ile göndermek için lütfen birkaç dakika bekleyin veya normalde göndermek
vi: không đủ tiền để gửi với instantSend, xin vui lòng chờ đợi một vài phút hoặc gửi bình thường
zh_hans: 资金不足为发送 instantSend，请等待几分钟或通常发送

source: INVALID
da: UGYLDIG
de: Ungültig
hu: ÉRVÉNYTELEN
it: Non valido
ja: 無効です
ko: 올바르지 않음
pl: Nieprawidłowy
pt: Inválido
ru: Недопустимый
sv: OGILTIG
tr: Geçersiz
vi: KHÔNG HỢP LỆ
zh_hans: 无效

source: JSON Serialization Error
da: JSON Serialization fejl
de: JSON Serialisierung Fehler
hu: JSON szerializációnak hiba
it: Errore di serializzazione JSON
ja: JSON シリアル化エラー
ko: JSON 직렬화 오류
pl: Błąd serializacji JSON
pt: Erro de serialização JSON
ru: Ошибка сериализации JSON
sv: JSON serialiseringsfel
tr: JSON seri hale getirme hatası
vi: JSON Serialization lỗi
zh_hans: JSON 序列化错误

source: Let others scan this QR code to get your dash address. Anyone can send dash to your wallet by transferring them to your address.
da: Lad andre scanne denne QR kode for at få din dash adresse. Enhver kan sende dash til tegnebogen ved at overføre dem til din adresse.
de: Lassen Sie andere Scannen Sie diesen QR-Code um Ihre Dash-Adresse zu erhalten. Jeder kann Dash-Guthaben senden, indem Sie sie an Ihre Adresse übertragen.
hu: Hagyja, hogy mások a dash cím megszerzéséhez QR-kód beolvasásához. Bárki küldhet dash a pénztárca annak címét.
it: Lasciare che gli altri leggi questo codice QR per ottenere il vostro indirizzo di dash. Chiunque può inviare dash al tuo portafoglio trasferendoli al tuo indirizzo.
ja: 他のダッシュ アドレスを取得するには、この QR コードをスキャンしましょう。誰でもはそれらをあなたのアドレスに転送することによってあなたの財布にダッシュを送信できます。
ko: 다른 대시 주소를이 QR 코드를 스캔 하자. 누구 든 지 귀하의 주소를 전송 하 여 지갑에 대시를 보낼 수 있습니다.
pl: Niech inni Zeskanuj ten kod QR, aby uzyskać adres dash. Każdy może wysłać dash do portfela, przesyłając je na adres.
pt: Compartilhe digitalizar este código QR para obter seu endereço do traço. Qualquer um pode enviar traço para sua carteira por transferi-los para seu endereço.
ru: Пусть другие сканировать этот QR код, чтобы получить ваш адрес тире. Любой пользователь может отправлять тире на ваш кошелек путем передачи их на ваш адрес.
sv: Låt andra Skanna denna QR koden för att få din dash-adress. Den kan skicka dash till din plånbok genom att överföra dem till din adress.
tr: Diğerleri senin çizgi adresini almak için bu QR Kod tarama sağlar. Herkes, m-cüzdana adresinize aktararak çizgi gönderebilirsiniz.
vi: Hãy để những người khác mà quét mã QR này để có được địa chỉ dấu gạch ngang. Bất cứ ai có thể gửi dấu gạch ngang để chi tiêu của bạn bằng cách chuyển chúng đến địa chỉ của bạn.
zh_hans: 让别人扫描这个二维码，获取您的破折号地址。任何人都可以通过将它们转移到您的地址到你的钱包发送短划线。

source: Location services are disabled
da: Placeringstjenester er deaktiveret
de: Ortungsdienste sind deaktiviert
hu: Helymeghatározó szolgáltatások le vannak tiltva
it: Servizi di localizzazione sono disattivati
ja: 位置情報サービスが無効になっています。
ko: 위치 서비스를 사용할 수 없습니다.
pl: Usługi lokalizacji są wyłączone
pt: Serviços de localização são desativados
ru: Расположение службы отключены
sv: Platstjänster är inaktiverade
tr: Konum servisleri devre dışı bırakılır
vi: Dịch vụ vị trí là người Khuyết tật
zh_hans: 位置服务将被禁用

source: Location services are not authorized
da: Placeringstjenester er ikke tilladt
de: Ortungsdienste sind nicht berechtigt
hu: Helymeghatározó szolgáltatások nem engedélyezett
it: Servizi di localizzazione non sono autorizzati
ja: 位置情報サービスは許可されていません
ko: 위치 서비스 권한이 없습니다.
pl: Usługi lokalizacji, nie wolno
pt: Serviços de localização não são autorizados
ru: Службы определения местоположения не разрешены
sv: Platstjänster är inte auktoriserade
tr: Konum servisleri yetkiniz yok
vi: Dịch vụ định vị không được ủy quyền
zh_hans: 位置服务未被授权

source: lock
da: Lås
de: Sperre
hu: zár
it: serratura
ja: ロック
ko: 잠금
pl: Blokada
pt: bloqueio
ru: Блокировка
sv: Lås
tr: kilit
vi: khóa
zh_hans: 锁

source: memo:
da: notat:
hu: Jegyzet:
ja: メモ:
ko: 메모:
pl: Notatka prasowa:
ru: Памятка:
tr: Not:
vi: ghi nhớ:
zh_hans: 备注︰

source: minute
da: minut
hu: perc
it: minuto
ja: 分
ko: 분
pl: minut
pt: minuto
ru: минута
sv: minut
tr: dakika
vi: phút
zh_hans: 分钟

source: minutes
da: minutter
de: Minuten
hu: perc
it: minuti
ja: 分
ko: 분
pl: minut
pt: minutos
ru: минуты
sv: minuter
tr: dakika
vi: phút
zh_hans: 分钟

source: missing certificate
da: mangler certifikat
de: fehlendes Zertifikat
hu: hiányzó igazolás
it: certificato mancante
ja: 証明書が見つからない
ko: 누락 된 인증서
pl: Brak certyfikatu
pt: falta de certificado
ru: отсутствует сертификат
sv: saknade certifikat
tr: Eksik sertifika
vi: giấy chứng nhận bị mất tích
zh_hans: 失踪的证书

source: more...
da: mere...
de: mehr...
hu: több...
it: più...
ja: 詳細.
ko: 더 많은...
pl: Więcej...
pt: mais...
ru: Подробнее...
sv: fler...
tr: daha fazla...
vi: nhiều hơn...
zh_hans: 更多...

source: moved
da: flyttet
de: verschoben
hu: költözött
it: spostato
ja: 移動
ko: 이동
pl: przeniesiony
pt: mudou-se
ru: переехал
sv: flyttade
tr: taşındı
vi: di chuyển
zh_hans: 移动

source: next, write down your recovery phrase
da: Næste, skrive ned dine opsving sætning
de: als nächstes schreiben Sie Ihre Erholung phrase
hu: Ezután írja le a helyreállítási mondat
it: Successivamente, scrivere la frase di recupero
ja: 次に、あなたの回復のフレーズを書き留めてください。
ko: 다음, 복구 문구를 적어
pl: następnie zapisać swoją frazę odzyskiwania
pt: em seguida, escreva sua frase de recuperação
ru: затем запишите фразу восстановления
sv: Nästa, skriv ner din återhämtning fras
tr: sonra kurtarma metninizi yazın
vi: tiếp theo, viết xuống của bạn cụm từ phục hồi
zh_hans: 下一步，写下你恢复短语

source: no exchange rate data
da: ingen valutakursdata
de: keine Wechselkursdaten
hu: nincs árfolyam-adatok
it: Nessun dato di tasso di cambio
ja: 為替レート データなし
ko: 환율 데이터
pl: żadne dane kursu wymiany
pt: Não há dados de taxa de câmbio
ru: данные валютного курса
sv: inga växelkurs data
tr: Döviz Kuru veri yok
vi: không có dữ liệu tỷ giá hối đoái
zh_hans: 没有汇率数据

source: no peers found
da: ingen peers fundet
de: keine Peers gefunden
hu: nem talált társaik
it: nessun peer trovato
ja: ピアなしが見つかりました
ko: 아니 동료 발견
pl: rówieśników, nie znaleziono
pt: Não pares encontrados
ru: узлы не найдены
sv: inga kamrater som hittade
tr: hiçbir eş bulunamadı
vi: không có đồng nghiệp tìm thấy
zh_hans: 发现没有同行

source: No wallet
da: Ingen tegnebog
de: Keine Brieftasche
hu: Pénztárca nélkül
it: Nessun portafoglio
ja: ない財布
ko: 아니 지갑
pl: Nie portfel
pt: Sem carteira
ru: Нет бумажника
sv: Ingen plånbok
tr: Cüzdan yok
vi: Không có chi tiêu
zh_hans: 没钱包

source: not a dash QR code
da: ikke en dash QR kode
de: kein Schuss QR-code
hu: nem kötőjel QR-kód
it: non un trattino codice QR
ja: ダッシュ QR コードではないです。
ko: 안 대시 QR 코드
pl: nie odrobinę kod QR
pt: Não é um traço código QR
ru: не тире QR-код
sv: inte ett streck QR-kod
tr: değil bir çizgi QR kodu
vi: không một dấu gạch ngang mã QR
zh_hans: 不短划线的 QR 码

source: not a valid dash address
da: ikke en gyldig dash adresse
de: keine gültige Dash-Adresse
hu: nem egy érvényes dash cím
it: non è un indirizzo valido dash
ja: ダッシュが有効なアドレスではなく
ko: 주소를 유효한 대시 하지
pl: nie dash prawidłowy adres
pt: Não um endereço válido de Souza
ru: не адрес действительный тире
sv: inte en giltig dash adress
tr: Geçerli çizgi adresi
vi: không phải là một địa chỉ hợp lệ dash
zh_hans: 不是有效的短划线的地址

source: not a valid private key
da: ikke en gyldig privat nøgle
de: keine gültige private Schlüssel
hu: nem egy érvényes privát kulcs
it: non una chiave privata valida
ja: いない有効な秘密キー
ko: 아닙니다 유효한 개인 키
pl: nie prawidłowy klucz prywatny
pt: Não é um válido chave privada
ru: не действительный закрытый ключ
sv: inte en giltig privat nyckel
tr: değil geçerli bir özel anahtarı
vi: không phải là một phím riêng hợp lệ
zh_hans: 没有有效的私钥

source: not connected to the dash network
da: ikke tilsluttet dash-netværk
de: nicht mit dem Dash-Netzwerk verbunden
hu: a dash hálózathoz nem csatlakozó
it: non connesso alla rete dash
ja: ダッシュのネットワークに接続していません。
ko: 대시 네트워크에 연결 되어 있지
pl: nie jest połączony z siecią dash
pt: Não conectado à rede de Souza
ru: не подключен к сети тире
sv: inte ansluten till nätverkets dash
tr: dash þebekeye baðlý deðil
vi: không kết nối với mạng dash
zh_hans: 不连接到短跑网络

source: ok
de: Okay
hu: oké
ja: わかりました
ko: 괜찮았던 것
pt: Okey
ru: Хорошо
sv: Okej
tr: Tamam
zh_hans: 还行

source: panic
da: panik
de: Panik
hu: pánik
it: panico
ja: パニック
ko: 공황
pl: paniki
pt: pânico
ru: паника
sv: panik
tr: Panik
vi: hoảng loạn
zh_hans: 恐慌
